export default {
  current: 1,
  size: 50,
  total: 535,
  records: [
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+0.5/1',
                  ty: 1,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '+0.5/1'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-0.5/1',
                  ty: 2,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '-0.5/1'
                }
              ],
              id: 129245429,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+1',
                  ty: 1,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '+1'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-1',
                  ty: 2,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '-1'
                }
              ],
              id: 129253396,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+0.5',
                  ty: 1,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-0.5',
                  ty: 2,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 129245430,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+1/1.5',
                  ty: 1,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1,
                  li: '+1/1.5'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-1/1.5',
                  ty: 2,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '-1/1.5'
                }
              ],
              id: 129511425,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+1.5',
                  ty: 1,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '+1.5'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-1.5',
                  ty: 2,
                  od: 2.88,
                  bod: 2.88,
                  odt: 1,
                  li: '-1.5'
                }
              ],
              id: 129654333,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129245440,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+0.5',
                  ty: 1,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-0.5',
                  ty: 2,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 129245441,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+0.5/1',
                  ty: 1,
                  od: 1.4,
                  bod: 1.4,
                  odt: 1,
                  li: '+0.5/1'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-0.5/1',
                  ty: 2,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1,
                  li: '-0.5/1'
                }
              ],
              id: 129584558,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129245431,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129245432,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129395210,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129511427,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.48,
                  bod: 1.48,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.66,
                  bod: 2.66,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129511428,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129245439,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129245442,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.46,
                  bod: 1.46,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129491014,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129245494,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.61,
                  bod: 1.61,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129395213,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129395212,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '主',
                  ty: 1,
                  od: 5.55,
                  bod: 5.55,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.85,
                  bod: 3.85,
                  odt: 1
                },
                {
                  na: '斯洛文尼亚',
                  nm: '客',
                  ty: 2,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1
                }
              ],
              id: 120548402,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '主',
                  ty: 1,
                  od: 5.5,
                  bod: 5.5,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1
                },
                {
                  na: '斯洛文尼亚',
                  nm: '客',
                  ty: 2,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1
                }
              ],
              id: 120548403,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '主',
                  ty: 1,
                  od: 5.25,
                  bod: 5.25,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.47,
                  bod: 2.47,
                  odt: 1
                },
                {
                  na: '斯洛文尼亚',
                  nm: '客',
                  ty: 2,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1
                }
              ],
              id: 120548404,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '哈萨克斯坦/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1
                },
                {
                  na: '斯洛文尼亚/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.15,
                  bod: 1.15,
                  odt: 1
                },
                {
                  na: '哈萨克斯坦/斯洛文尼亚',
                  nm: '主/客',
                  ty: 51,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1
                }
              ],
              id: 120548425,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+2/2.5',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '+2/2.5'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-2/2.5',
                  ty: 2,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '-2/2.5'
                }
              ],
              id: 129638570,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '+2',
                  ty: 1,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '+2'
                },
                {
                  na: '斯洛文尼亚',
                  nm: '-2',
                  ty: 2,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '-2'
                }
              ],
              id: 129567302,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 8.5',
                  ty: 4,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '8.5'
                },
                {
                  na: '小',
                  nm: '小 8.5',
                  ty: 5,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '8.5'
                }
              ],
              id: 129547417,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '8.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129239142,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129511432,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3.5',
                  ty: 4,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '3.5'
                },
                {
                  na: '小',
                  nm: '小 3.5',
                  ty: 5,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '3.5'
                }
              ],
              id: 129540174,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '3.5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '哈萨克斯坦',
                  nm: '主',
                  ty: 1,
                  od: 3.82,
                  bod: 3.82,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 8.2,
                  bod: 8.2,
                  odt: 1
                },
                {
                  na: '斯洛文尼亚',
                  nm: '客',
                  ty: 2,
                  od: 1.35,
                  bod: 1.35,
                  odt: 1
                }
              ],
              id: 120548423,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 92,
      tps: ['c', 'h'],
      lg: {
        na: '欧洲国家联赛 B组',
        id: 16798,
        or: 52,
        lurl: 'https://static.fastbs55.com/data/6a0b0453921e5bec2b8aa5b9900e936b.png',
        sid: 1,
        rid: 309,
        rnm: '欧洲',
        rlg: 'https://static.fastbs55.com/data/8d11ffb9e9435cc2dfda01dac75e8aed.png',
        hot: false,
        slid: 167980000
      },
      ts: [
        {
          na: '哈萨克斯坦',
          id: 53393,
          lurl: 'https://static.fastbs55.com/data/a7779f70d35dbea4cb7d7e5af3424383.png'
        },
        {
          na: '斯洛文尼亚',
          id: 53341,
          lurl: 'https://static.fastbs55.com/data/65c4cd5d9c40e1d98056c2949ca7e9ad.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2541375,
      bt: 1728824400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=47659627'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '哈萨克斯坦 vs 斯洛文尼亚',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+1.5',
                  ty: 1,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '+1.5'
                },
                {
                  na: '英格兰',
                  nm: '-1.5',
                  ty: 2,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '-1.5'
                }
              ],
              id: 129245580,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+1.5/2',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '+1.5/2'
                },
                {
                  na: '英格兰',
                  nm: '-1.5/2',
                  ty: 2,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '-1.5/2'
                }
              ],
              id: 129393422,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+1/1.5',
                  ty: 1,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '+1/1.5'
                },
                {
                  na: '英格兰',
                  nm: '-1/1.5',
                  ty: 2,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '-1/1.5'
                }
              ],
              id: 129245581,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+2',
                  ty: 1,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1,
                  li: '+2'
                },
                {
                  na: '英格兰',
                  nm: '-2',
                  ty: 2,
                  od: 2.47,
                  bod: 2.47,
                  odt: 1,
                  li: '-2'
                }
              ],
              id: 129545742,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2'
            },
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+2/2.5',
                  ty: 1,
                  od: 1.46,
                  bod: 1.46,
                  odt: 1,
                  li: '+2/2.5'
                },
                {
                  na: '英格兰',
                  nm: '-2/2.5',
                  ty: 2,
                  od: 2.78,
                  bod: 2.78,
                  odt: 1,
                  li: '-2/2.5'
                }
              ],
              id: 129545743,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+0.5/1',
                  ty: 1,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '+0.5/1'
                },
                {
                  na: '英格兰',
                  nm: '-0.5/1',
                  ty: 2,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '-0.5/1'
                }
              ],
              id: 129245590,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+0.5',
                  ty: 1,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '英格兰',
                  nm: '-0.5',
                  ty: 2,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 129245588,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+1',
                  ty: 1,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1,
                  li: '+1'
                },
                {
                  na: '英格兰',
                  nm: '-1',
                  ty: 2,
                  od: 2.75,
                  bod: 2.75,
                  odt: 1,
                  li: '-1'
                }
              ],
              id: 129394836,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129245578,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129245579,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3',
                  ty: 4,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '3'
                },
                {
                  na: '小',
                  nm: '小 3',
                  ty: 5,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '3'
                }
              ],
              id: 129394839,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '3'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3/3.5',
                  ty: 4,
                  od: 2.49,
                  bod: 2.49,
                  odt: 1,
                  li: '3/3.5'
                },
                {
                  na: '小',
                  nm: '小 3/3.5',
                  ty: 5,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1,
                  li: '3/3.5'
                }
              ],
              id: 129545744,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '3.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129545745,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129245589,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129245591,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129394840,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129245670,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129394841,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '芬兰',
                  nm: '主',
                  ty: 1,
                  od: 9.7,
                  bod: 9.7,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 5.3,
                  bod: 5.3,
                  odt: 1
                },
                {
                  na: '英格兰',
                  nm: '客',
                  ty: 2,
                  od: 1.31,
                  bod: 1.31,
                  odt: 1
                }
              ],
              id: 129228110,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '芬兰',
                  nm: '主',
                  ty: 1,
                  od: 8,
                  bod: 8,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.57,
                  bod: 2.57,
                  odt: 1
                },
                {
                  na: '英格兰',
                  nm: '客',
                  ty: 2,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1
                }
              ],
              id: 129228111,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '芬兰',
                  nm: '主',
                  ty: 1,
                  od: 8.15,
                  bod: 8.15,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.07,
                  bod: 3.07,
                  odt: 1
                },
                {
                  na: '英格兰',
                  nm: '客',
                  ty: 2,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1
                }
              ],
              id: 129228112,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '芬兰/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 3.88,
                  bod: 3.88,
                  odt: 1
                },
                {
                  na: '英格兰/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.03,
                  bod: 1.03,
                  odt: 1
                },
                {
                  na: '芬兰/英格兰',
                  nm: '主/客',
                  ty: 51,
                  od: 1.13,
                  bod: 1.13,
                  odt: 1
                }
              ],
              id: 129228133,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+4',
                  ty: 1,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '+4'
                },
                {
                  na: '英格兰',
                  nm: '-4',
                  ty: 2,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '-4'
                }
              ],
              id: 129611603,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4'
            },
            {
              op: [
                {
                  na: '芬兰',
                  nm: '+3.5/4',
                  ty: 1,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '+3.5/4'
                },
                {
                  na: '英格兰',
                  nm: '-3.5/4',
                  ty: 2,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '-3.5/4'
                }
              ],
              id: 129545747,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '3.75'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129241478,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 8.5',
                  ty: 4,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '8.5'
                },
                {
                  na: '小',
                  nm: '小 8.5',
                  ty: 5,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '8.5'
                }
              ],
              id: 129637338,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '8.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 129241536,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129545749,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '芬兰',
                  nm: '主',
                  ty: 1,
                  od: 7.45,
                  bod: 7.45,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 11.5,
                  bod: 11.5,
                  odt: 1
                },
                {
                  na: '英格兰',
                  nm: '客',
                  ty: 2,
                  od: 1.11,
                  bod: 1.11,
                  odt: 1
                }
              ],
              id: 129228131,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 96,
      tps: ['b', 'c', 'h'],
      lg: {
        na: '欧洲国家联赛 B组',
        id: 16798,
        or: 52,
        lurl: 'https://static.fastbs55.com/data/6a0b0453921e5bec2b8aa5b9900e936b.png',
        sid: 1,
        rid: 309,
        rnm: '欧洲',
        rlg: 'https://static.fastbs55.com/data/8d11ffb9e9435cc2dfda01dac75e8aed.png',
        hot: false,
        slid: 167980000
      },
      ts: [
        {
          na: '芬兰',
          id: 52663,
          lurl: 'https://static.fastbs55.com/data/184250455623e3659c0f7027110f2168.png'
        },
        {
          na: '英格兰',
          id: 52728,
          lurl: 'https://static.fastbs55.com/data/dc981ec5e070e0d5fe096b99d2662710.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2671376,
      bt: 1728835200000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=47659491'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '芬兰 vs 英格兰',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '希腊',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '爱尔兰',
                  nm: '+0.5',
                  ty: 2,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129245383,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '希腊',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '爱尔兰',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129245382,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '希腊',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '爱尔兰',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129408662,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '希腊',
                  nm: '-1',
                  ty: 1,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '爱尔兰',
                  nm: '+1',
                  ty: 2,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 129394886,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '-1'
            },
            {
              op: [
                {
                  na: '希腊',
                  nm: '-1/1.5',
                  ty: 1,
                  od: 3,
                  bod: 3,
                  odt: 1,
                  li: '-1/1.5'
                },
                {
                  na: '爱尔兰',
                  nm: '+1/1.5',
                  ty: 2,
                  od: 1.4,
                  bod: 1.4,
                  odt: 1,
                  li: '+1/1.5'
                }
              ],
              id: 129582482,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '-1.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '希腊',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '爱尔兰',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129245390,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '希腊',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '爱尔兰',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129245391,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '希腊',
                  nm: '0',
                  ty: 1,
                  od: 1.37,
                  bod: 1.37,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '爱尔兰',
                  nm: '0',
                  ty: 2,
                  od: 3.04,
                  bod: 3.04,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129394887,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129245380,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129245381,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129275799,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129582485,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129582484,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129245392,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129245393,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129276800,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129245396,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129394893,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129394894,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '希腊',
                  nm: '主',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.4,
                  bod: 3.4,
                  odt: 1
                },
                {
                  na: '爱尔兰',
                  nm: '客',
                  ty: 2,
                  od: 4.75,
                  bod: 4.75,
                  odt: 1
                }
              ],
              id: 125074899,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '希腊',
                  nm: '主',
                  ty: 1,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1
                },
                {
                  na: '爱尔兰',
                  nm: '客',
                  ty: 2,
                  od: 5.3,
                  bod: 5.3,
                  odt: 1
                }
              ],
              id: 125074900,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '希腊',
                  nm: '主',
                  ty: 1,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.3,
                  bod: 2.3,
                  odt: 1
                },
                {
                  na: '爱尔兰',
                  nm: '客',
                  ty: 2,
                  od: 4.91,
                  bod: 4.91,
                  odt: 1
                }
              ],
              id: 125074901,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '希腊/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.18,
                  bod: 1.18,
                  odt: 1
                },
                {
                  na: '爱尔兰/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1
                },
                {
                  na: '希腊/爱尔兰',
                  nm: '主/客',
                  ty: 51,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1
                }
              ],
              id: 125074922,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '希腊',
                  nm: '-2/2.5',
                  ty: 1,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '-2/2.5'
                },
                {
                  na: '爱尔兰',
                  nm: '+2/2.5',
                  ty: 2,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '+2/2.5'
                }
              ],
              id: 129613484,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-2.25'
            },
            {
              op: [
                {
                  na: '希腊',
                  nm: '-2',
                  ty: 1,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '-2'
                },
                {
                  na: '爱尔兰',
                  nm: '+2',
                  ty: 2,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '+2'
                }
              ],
              id: 129246042,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-2'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9.5',
                  ty: 4,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '9.5'
                },
                {
                  na: '小',
                  nm: '小 9.5',
                  ty: 5,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '9.5'
                }
              ],
              id: 129246041,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129668517,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 129246435,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 5',
                  ty: 4,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '5'
                },
                {
                  na: '小',
                  nm: '小 5',
                  ty: 5,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '5'
                }
              ],
              id: 129582487,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '希腊',
                  nm: '主',
                  ty: 1,
                  od: 1.35,
                  bod: 1.35,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 8.4,
                  bod: 8.4,
                  odt: 1
                },
                {
                  na: '爱尔兰',
                  nm: '客',
                  ty: 2,
                  od: 3.77,
                  bod: 3.77,
                  odt: 1
                }
              ],
              id: 125074920,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 98,
      tps: ['b', 'c', 'h'],
      lg: {
        na: '欧洲国家联赛 B组',
        id: 16798,
        or: 52,
        lurl: 'https://static.fastbs55.com/data/6a0b0453921e5bec2b8aa5b9900e936b.png',
        sid: 1,
        rid: 309,
        rnm: '欧洲',
        rlg: 'https://static.fastbs55.com/data/8d11ffb9e9435cc2dfda01dac75e8aed.png',
        hot: false,
        slid: 167980000
      },
      ts: [
        {
          na: '希腊',
          id: 53400,
          lurl: 'https://static.fastbs55.com/data/5c13432db05fe82369d7e79940fa2147.png'
        },
        {
          na: '爱尔兰',
          id: 53366,
          lurl: 'https://static.fastbs55.com/data/ff8bd284a22ae104cdaf7059ab951232.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2604143,
      bt: 1728845100000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=47659493'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '希腊 vs 爱尔兰',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥地利',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '挪威',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129245904,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '奥地利',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '挪威',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129245907,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '奥地利',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '挪威',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129394936,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '奥地利',
                  nm: '0',
                  ty: 1,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '挪威',
                  nm: '0',
                  ty: 2,
                  od: 2.66,
                  bod: 2.66,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129582474,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '0'
            },
            {
              op: [
                {
                  na: '奥地利',
                  nm: '-1',
                  ty: 1,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '挪威',
                  nm: '+1',
                  ty: 2,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 129582475,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '-1'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '奥地利',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '挪威',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129245903,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '奥地利',
                  nm: '0',
                  ty: 1,
                  od: 1.54,
                  bod: 1.54,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '挪威',
                  nm: '0',
                  ty: 2,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129245906,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            },
            {
              op: [
                {
                  na: '奥地利',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '挪威',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129394937,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129245913,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129397481,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129245912,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129582476,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.39,
                  bod: 1.39,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129674265,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129245909,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129394941,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129245910,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129275796,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129245911,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129397482,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥地利',
                  nm: '主',
                  ty: 1,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.54,
                  bod: 3.54,
                  odt: 1
                },
                {
                  na: '挪威',
                  nm: '客',
                  ty: 2,
                  od: 3.57,
                  bod: 3.57,
                  odt: 1
                }
              ],
              id: 125075032,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '奥地利',
                  nm: '主',
                  ty: 1,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1
                },
                {
                  na: '挪威',
                  nm: '客',
                  ty: 2,
                  od: 4.15,
                  bod: 4.15,
                  odt: 1
                }
              ],
              id: 125075033,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '奥地利',
                  nm: '主',
                  ty: 1,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.45,
                  bod: 2.45,
                  odt: 1
                },
                {
                  na: '挪威',
                  nm: '客',
                  ty: 2,
                  od: 3.77,
                  bod: 3.77,
                  odt: 1
                }
              ],
              id: 125075034,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥地利/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                },
                {
                  na: '挪威/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1
                },
                {
                  na: '奥地利/挪威',
                  nm: '主/客',
                  ty: 51,
                  od: 1.28,
                  bod: 1.28,
                  odt: 1
                }
              ],
              id: 125075055,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥地利',
                  nm: '-1',
                  ty: 1,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '挪威',
                  nm: '+1',
                  ty: 2,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 129244072,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1'
            },
            {
              op: [
                {
                  na: '奥地利',
                  nm: '-1/1.5',
                  ty: 1,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '-1/1.5'
                },
                {
                  na: '挪威',
                  nm: '+1/1.5',
                  ty: 2,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '+1/1.5'
                }
              ],
              id: 129582478,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-1.25'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9.5',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '9.5'
                },
                {
                  na: '小',
                  nm: '小 9.5',
                  ty: 5,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '9.5'
                }
              ],
              id: 129244073,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 10',
                  ty: 4,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '10'
                },
                {
                  na: '小',
                  nm: '小 10',
                  ty: 5,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '10'
                }
              ],
              id: 129582477,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '10'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 129244081,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 5',
                  ty: 4,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '5'
                },
                {
                  na: '小',
                  nm: '小 5',
                  ty: 5,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '5'
                }
              ],
              id: 129635435,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥地利',
                  nm: '主',
                  ty: 1,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.55,
                  bod: 7.55,
                  odt: 1
                },
                {
                  na: '挪威',
                  nm: '客',
                  ty: 2,
                  od: 2.65,
                  bod: 2.65,
                  odt: 1
                }
              ],
              id: 125075053,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 98,
      tps: ['b', 'c', 'h'],
      lg: {
        na: '欧洲国家联赛 B组',
        id: 16798,
        or: 52,
        lurl: 'https://static.fastbs55.com/data/6a0b0453921e5bec2b8aa5b9900e936b.png',
        sid: 1,
        rid: 309,
        rnm: '欧洲',
        rlg: 'https://static.fastbs55.com/data/8d11ffb9e9435cc2dfda01dac75e8aed.png',
        hot: false,
        slid: 167980000
      },
      ts: [
        {
          na: '奥地利',
          id: 52625,
          lurl: 'https://static.fastbs55.com/data/9def54b33984dea15b1416f27fb1ca8f.png'
        },
        {
          na: '挪威',
          id: 52662,
          lurl: 'https://static.fastbs55.com/data/3d8da6464ddfa921e58625b0494bbd3e.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2604151,
      bt: 1728845100000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=47659631'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '奥地利 vs 挪威',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '0',
                  ty: 1,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '北马其顿',
                  nm: '0',
                  ty: 2,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129245186,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '北马其顿',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129245185,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '北马其顿',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129395481,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '北马其顿',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129545754,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '北马其顿',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129545755,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '0',
                  ty: 1,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '北马其顿',
                  nm: '0',
                  ty: 2,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129245193,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '北马其顿',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129245195,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '北马其顿',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129395482,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129245183,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129245184,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129254568,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.54,
                  bod: 1.54,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129545757,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.85,
                  bod: 2.85,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129646912,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129245196,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129245194,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.51,
                  bod: 1.51,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129395485,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129245200,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129395487,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129633250,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '主',
                  ty: 1,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.3,
                  bod: 3.3,
                  odt: 1
                },
                {
                  na: '北马其顿',
                  nm: '客',
                  ty: 2,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1
                }
              ],
              id: 125074328,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '主',
                  ty: 1,
                  od: 3.24,
                  bod: 3.24,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1
                },
                {
                  na: '北马其顿',
                  nm: '客',
                  ty: 2,
                  od: 3.59,
                  bod: 3.59,
                  odt: 1
                }
              ],
              id: 125074329,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '主',
                  ty: 1,
                  od: 2.84,
                  bod: 2.84,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.32,
                  bod: 2.32,
                  odt: 1
                },
                {
                  na: '北马其顿',
                  nm: '客',
                  ty: 2,
                  od: 3.34,
                  bod: 3.34,
                  odt: 1
                }
              ],
              id: 125074330,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '亚美尼亚/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1
                },
                {
                  na: '北马其顿/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1
                },
                {
                  na: '亚美尼亚/北马其顿',
                  nm: '主/客',
                  ty: 51,
                  od: 1.32,
                  bod: 1.32,
                  odt: 1
                }
              ],
              id: 125074348,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '北马其顿',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129545759,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '北马其顿',
                  nm: '+0.5',
                  ty: 2,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129535064,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 8.5',
                  ty: 4,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '8.5'
                },
                {
                  na: '小',
                  nm: '小 8.5',
                  ty: 5,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '8.5'
                }
              ],
              id: 129248525,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '8.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 8',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '8'
                },
                {
                  na: '小',
                  nm: '小 8',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '8'
                }
              ],
              id: 129653330,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '8'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129249100,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3.5',
                  ty: 4,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '3.5'
                },
                {
                  na: '小',
                  nm: '小 3.5',
                  ty: 5,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1,
                  li: '3.5'
                }
              ],
              id: 129545761,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '3.5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '亚美尼亚',
                  nm: '主',
                  ty: 1,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.1,
                  bod: 7.1,
                  odt: 1
                },
                {
                  na: '北马其顿',
                  nm: '客',
                  ty: 2,
                  od: 2.46,
                  bod: 2.46,
                  odt: 1
                }
              ],
              id: 125074346,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 90,
      tps: ['c', 'h'],
      lg: {
        na: '欧洲国家联赛 C组',
        id: 16799,
        or: 53,
        lurl: 'https://static.fastbs55.com/data/6a0b0453921e5bec2b8aa5b9900e936b.png',
        sid: 1,
        rid: 309,
        rnm: '欧洲',
        rlg: 'https://static.fastbs55.com/data/8d11ffb9e9435cc2dfda01dac75e8aed.png',
        hot: false,
        slid: 167990000
      },
      ts: [
        {
          na: '亚美尼亚',
          id: 53363,
          lurl: 'https://static.fastbs55.com/data/111a8e4578550f3f2ebc9386800cc199.png'
        },
        {
          na: '北马其顿',
          id: 53387,
          lurl: 'https://static.fastbs55.com/data/4d9746288d594935221612ff31376952.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2609251,
      bt: 1728835200000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=47659869'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '亚美尼亚 vs 北马其顿',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '拉脱维亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129245161,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '0',
                  ty: 1,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '拉脱维亚',
                  nm: '0',
                  ty: 2,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129245162,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            },
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '拉脱维亚',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.61,
                  bod: 1.61,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129395608,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '拉脱维亚',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129582480,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '拉脱维亚',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129582481,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '0',
                  ty: 1,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '拉脱维亚',
                  nm: '0',
                  ty: 2,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129245173,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '拉脱维亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.54,
                  bod: 1.54,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129245174,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.39,
                  bod: 1.39,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '拉脱维亚',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129395609,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129245164,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129245163,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129455429,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129395612,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129582483,
              ss: 1,
              au: 1,
              mbl: 5,
              li: '1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129245171,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129395613,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129245172,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129395614,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129245179,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.49,
                  bod: 1.49,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.63,
                  bod: 2.63,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129395615,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '主',
                  ty: 1,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.18,
                  bod: 3.18,
                  odt: 1
                },
                {
                  na: '拉脱维亚',
                  nm: '客',
                  ty: 2,
                  od: 3.09,
                  bod: 3.09,
                  odt: 1
                }
              ],
              id: 125074699,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '主',
                  ty: 1,
                  od: 3.24,
                  bod: 3.24,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1
                },
                {
                  na: '拉脱维亚',
                  nm: '客',
                  ty: 2,
                  od: 3.82,
                  bod: 3.82,
                  odt: 1
                }
              ],
              id: 125074700,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '主',
                  ty: 1,
                  od: 2.84,
                  bod: 2.84,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1
                },
                {
                  na: '拉脱维亚',
                  nm: '客',
                  ty: 2,
                  od: 3.51,
                  bod: 3.51,
                  odt: 1
                }
              ],
              id: 125074701,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '法罗群岛/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.38,
                  bod: 1.38,
                  odt: 1
                },
                {
                  na: '拉脱维亚/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1
                },
                {
                  na: '法罗群岛/拉脱维亚',
                  nm: '主/客',
                  ty: 51,
                  od: 1.34,
                  bod: 1.34,
                  odt: 1
                }
              ],
              id: 125074719,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '拉脱维亚',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129604582,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '拉脱维亚',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129537021,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 8.5',
                  ty: 4,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '8.5'
                },
                {
                  na: '小',
                  nm: '小 8.5',
                  ty: 5,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '8.5'
                }
              ],
              id: 129537022,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '8.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129249129,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129249130,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3.5',
                  ty: 4,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '3.5'
                },
                {
                  na: '小',
                  nm: '小 3.5',
                  ty: 5,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '3.5'
                }
              ],
              id: 129582489,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '3.5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '法罗群岛',
                  nm: '主',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.05,
                  bod: 7.05,
                  odt: 1
                },
                {
                  na: '拉脱维亚',
                  nm: '客',
                  ty: 2,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1
                }
              ],
              id: 125074717,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 90,
      tps: ['c', 'h'],
      lg: {
        na: '欧洲国家联赛 C组',
        id: 16799,
        or: 53,
        lurl: 'https://static.fastbs55.com/data/6a0b0453921e5bec2b8aa5b9900e936b.png',
        sid: 1,
        rid: 309,
        rnm: '欧洲',
        rlg: 'https://static.fastbs55.com/data/8d11ffb9e9435cc2dfda01dac75e8aed.png',
        hot: false,
        slid: 167990000
      },
      ts: [
        {
          na: '法罗群岛',
          id: 52650,
          lurl: 'https://static.fastbs55.com/data/a295c21d373e4717880fea26b348ba29.png'
        },
        {
          na: '拉脱维亚',
          id: 53362,
          lurl: 'https://static.fastbs55.com/data/d1519f751844447d67e12894a611c7a8.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2609254,
      bt: 1728845100000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=47659871'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '法罗群岛 vs 拉脱维亚',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '0',
                  ty: 1,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '直布罗陀',
                  nm: '0',
                  ty: 2,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129263838,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '直布罗陀',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129263839,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.61,
                  bod: 1.61,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '直布罗陀',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129396523,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.69,
                  bod: 2.69,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '直布罗陀',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.49,
                  bod: 1.49,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129633374,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '-0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '0',
                  ty: 1,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '直布罗陀',
                  nm: '0',
                  ty: 2,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129266781,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.78,
                  bod: 2.78,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '直布罗陀',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.44,
                  bod: 1.44,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129266782,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '直布罗陀',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.85,
                  bod: 2.85,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129396524,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129278889,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129396529,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129263836,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.63,
                  bod: 2.63,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.49,
                  bod: 1.49,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129263837,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129266779,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129269700,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.88,
                  bod: 2.88,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129266780,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129266786,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.62,
                  bod: 1.62,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129397210,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '主',
                  ty: 1,
                  od: 2.69,
                  bod: 2.69,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.97,
                  bod: 2.97,
                  odt: 1
                },
                {
                  na: '直布罗陀',
                  nm: '客',
                  ty: 2,
                  od: 2.88,
                  bod: 2.88,
                  odt: 1
                }
              ],
              id: 125075703,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '主',
                  ty: 1,
                  od: 3.67,
                  bod: 3.67,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1
                },
                {
                  na: '直布罗陀',
                  nm: '客',
                  ty: 2,
                  od: 3.77,
                  bod: 3.77,
                  odt: 1
                }
              ],
              id: 125075704,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '主',
                  ty: 1,
                  od: 3.21,
                  bod: 3.21,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1
                },
                {
                  na: '直布罗陀',
                  nm: '客',
                  ty: 2,
                  od: 3.37,
                  bod: 3.37,
                  odt: 1
                }
              ],
              id: 125075705,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '列支敦士登/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.44,
                  bod: 1.44,
                  odt: 1
                },
                {
                  na: '直布罗陀/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.48,
                  bod: 1.48,
                  odt: 1
                },
                {
                  na: '列支敦士登/直布罗陀',
                  nm: '主/客',
                  ty: 51,
                  od: 1.4,
                  bod: 1.4,
                  odt: 1
                }
              ],
              id: 125075723,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '直布罗陀',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129539678,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '直布罗陀',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129564910,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 8',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '8'
                },
                {
                  na: '小',
                  nm: '小 8',
                  ty: 5,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '8'
                }
              ],
              id: 129396682,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '8'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 7.5',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '7.5'
                },
                {
                  na: '小',
                  nm: '小 7.5',
                  ty: 5,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '7.5'
                }
              ],
              id: 129547541,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '7.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 3.5',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '3.5'
                },
                {
                  na: '小',
                  nm: '小 3.5',
                  ty: 5,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '3.5'
                }
              ],
              id: 129545839,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '3.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129396680,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '列支敦士登',
                  nm: '主',
                  ty: 1,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 6.85,
                  bod: 6.85,
                  odt: 1
                },
                {
                  na: '直布罗陀',
                  nm: '客',
                  ty: 2,
                  od: 2.37,
                  bod: 2.37,
                  odt: 1
                }
              ],
              id: 125075721,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 112,
      tps: ['c', 'h'],
      lg: {
        na: '欧洲国家联赛 D组',
        id: 16800,
        or: 54,
        lurl: 'https://static.fastbs55.com/data/6a0b0453921e5bec2b8aa5b9900e936b.png',
        sid: 1,
        rid: 309,
        rnm: '欧洲',
        rlg: 'https://static.fastbs55.com/data/8d11ffb9e9435cc2dfda01dac75e8aed.png',
        hot: false,
        slid: 168000000
      },
      ts: [
        {
          na: '列支敦士登',
          id: 54737,
          lurl: 'https://static.fastbs55.com/data/8e190ae4fd39f61953b767f86d91d3ef.png'
        },
        {
          na: '直布罗陀',
          id: 54730,
          lurl: 'https://static.fastbs55.com/data/ffe8b49ced82c34c2ed9eb0e1ec2819c.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2609252,
      bt: 1728835200000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=47660321'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '列支敦士登 vs 直布罗陀',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '马耳他',
                  nm: '0',
                  ty: 1,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '摩尔多瓦',
                  nm: '0',
                  ty: 2,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129244954,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '马耳他',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '摩尔多瓦',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129262470,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '马耳他',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '摩尔多瓦',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129244955,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '马耳他',
                  nm: '+0.5',
                  ty: 1,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '摩尔多瓦',
                  nm: '-0.5',
                  ty: 2,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 129412183,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '马耳他',
                  nm: '0',
                  ty: 1,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '摩尔多瓦',
                  nm: '0',
                  ty: 2,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129244962,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '马耳他',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.47,
                  bod: 1.47,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '摩尔多瓦',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.69,
                  bod: 2.69,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129264270,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '马耳他',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '摩尔多瓦',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.39,
                  bod: 1.39,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129244964,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129244953,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129396655,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129244952,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.69,
                  bod: 2.69,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.47,
                  bod: 1.47,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129295353,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129244963,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129244965,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.85,
                  bod: 2.85,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129295354,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129244968,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129464818,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '马耳他',
                  nm: '主',
                  ty: 1,
                  od: 3.03,
                  bod: 3.03,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1
                },
                {
                  na: '摩尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1
                }
              ],
              id: 125075634,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '马耳他',
                  nm: '主',
                  ty: 1,
                  od: 3.9,
                  bod: 3.9,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1
                },
                {
                  na: '摩尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 3.54,
                  bod: 3.54,
                  odt: 1
                }
              ],
              id: 125075635,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '马耳他',
                  nm: '主',
                  ty: 1,
                  od: 3.52,
                  bod: 3.52,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1
                },
                {
                  na: '摩尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 3.14,
                  bod: 3.14,
                  odt: 1
                }
              ],
              id: 125075636,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '马耳他/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.51,
                  bod: 1.51,
                  odt: 1
                },
                {
                  na: '摩尔多瓦/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1
                },
                {
                  na: '马耳他/摩尔多瓦',
                  nm: '主/客',
                  ty: 51,
                  od: 1.4,
                  bod: 1.4,
                  odt: 1
                }
              ],
              id: 125075654,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '马耳他',
                  nm: '0',
                  ty: 1,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '摩尔多瓦',
                  nm: '0',
                  ty: 2,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129564762,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '马耳他',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '摩尔多瓦',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129637317,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 7.5',
                  ty: 4,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '7.5'
                },
                {
                  na: '小',
                  nm: '小 7.5',
                  ty: 5,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '7.5'
                }
              ],
              id: 129546016,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '7.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 8',
                  ty: 4,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '8'
                },
                {
                  na: '小',
                  nm: '小 8',
                  ty: 5,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '8'
                }
              ],
              id: 129545825,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '8'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 3.5',
                  ty: 4,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '3.5'
                },
                {
                  na: '小',
                  nm: '小 3.5',
                  ty: 5,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '3.5'
                }
              ],
              id: 129543336,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '3.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129396690,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '马耳他',
                  nm: '主',
                  ty: 1,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 6.7,
                  bod: 6.7,
                  odt: 1
                },
                {
                  na: '摩尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1
                }
              ],
              id: 125075652,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 118,
      tps: ['b', 'c', 'h'],
      lg: {
        na: '欧洲国家联赛 D组',
        id: 16800,
        or: 54,
        lurl: 'https://static.fastbs55.com/data/6a0b0453921e5bec2b8aa5b9900e936b.png',
        sid: 1,
        rid: 309,
        rnm: '欧洲',
        rlg: 'https://static.fastbs55.com/data/8d11ffb9e9435cc2dfda01dac75e8aed.png',
        hot: false,
        slid: 168000000
      },
      ts: [
        {
          na: '马耳他',
          id: 54754,
          lurl: 'https://static.fastbs55.com/data/f3226f0046767bbfbace3ab0d337ba6d.png'
        },
        {
          na: '摩尔多瓦',
          id: 53364,
          lurl: 'https://static.fastbs55.com/data/a223fa106bfec96be8257d5be7f37e07.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2609253,
      bt: 1728835200000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=47659891'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '马耳他 vs 摩尔多瓦',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '沙塔努夫',
                  nm: '+0.5/1',
                  ty: 1,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '+0.5/1'
                },
                {
                  na: '布洛伊斯41',
                  nm: '-0.5/1',
                  ty: 2,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '-0.5/1'
                }
              ],
              id: 129634574,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '沙塔努夫',
                  nm: '+0.5',
                  ty: 1,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '布洛伊斯41',
                  nm: '-0.5',
                  ty: 2,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 129634575,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '沙塔努夫',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '布洛伊斯41',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129634582,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '沙塔努夫',
                  nm: '+0.5',
                  ty: 1,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '布洛伊斯41',
                  nm: '-0.5',
                  ty: 2,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 129634583,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129634572,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129634573,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129634584,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129634585,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129634588,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '沙塔努夫',
                  nm: '主',
                  ty: 1,
                  od: 3.85,
                  bod: 3.85,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.58,
                  bod: 3.58,
                  odt: 1
                },
                {
                  na: '布洛伊斯41',
                  nm: '客',
                  ty: 2,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1
                }
              ],
              id: 129610071,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '沙塔努夫',
                  nm: '主',
                  ty: 1,
                  od: 4.3,
                  bod: 4.3,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.15,
                  bod: 2.15,
                  odt: 1
                },
                {
                  na: '布洛伊斯41',
                  nm: '客',
                  ty: 2,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1
                }
              ],
              id: 129610072,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '沙塔努夫',
                  nm: '主',
                  ty: 1,
                  od: 4,
                  bod: 4,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1
                },
                {
                  na: '布洛伊斯41',
                  nm: '客',
                  ty: 2,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1
                }
              ],
              id: 129610073,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '沙塔努夫/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1
                },
                {
                  na: '布洛伊斯41/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.21,
                  bod: 1.21,
                  odt: 1
                },
                {
                  na: '沙塔努夫/布洛伊斯41',
                  nm: '主/客',
                  ty: 51,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                }
              ],
              id: 129610082,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 50,
      tps: ['h'],
      lg: {
        na: '法国杯',
        id: 11054,
        or: 116,
        lurl: 'https://static.fastbs55.com/data/fe1e5d93eeda8aea5298723605531089.png',
        sid: 1,
        rid: 44,
        rnm: '法国',
        rlg: 'https://static.fastbs55.com/data/aba7667f3a646bd4205a799161df1888.png',
        hot: true,
        slid: 110540000
      },
      ts: [
        {
          na: '沙塔努夫',
          id: 176988,
          lurl: 'https://static.fastbs55.com/data/78dcfd27c6ccf73fcd0fde3f2fccfe2e.png'
        },
        {
          na: '布洛伊斯41',
          id: 72742,
          lurl: 'https://static.fastbs55.com/data/3ea75a55bd280f9fb65e0fdfbdcd7e0.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2661274,
      bt: 1728824400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=54320975'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '沙塔努夫 vs 布洛伊斯41',
      sb: {},
      pl: 0
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '0',
                  ty: 1,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '洛杉矶FC',
                  nm: '0',
                  ty: 2,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128597237,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '洛杉矶FC',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 128597238,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '洛杉矶FC',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128605584,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '+0.5',
                  ty: 1,
                  od: 1.61,
                  bod: 1.61,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '洛杉矶FC',
                  nm: '-0.5',
                  ty: 2,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 128912654,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '0',
                  ty: 1,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '洛杉矶FC',
                  nm: '0',
                  ty: 2,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128461693,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '洛杉矶FC',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 128461694,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '洛杉矶FC',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128597354,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 3',
                  ty: 4,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '3'
                },
                {
                  na: '小',
                  nm: '小 3',
                  ty: 5,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '3'
                }
              ],
              id: 128415212,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '3'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3/3.5',
                  ty: 4,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1,
                  li: '3/3.5'
                },
                {
                  na: '小',
                  nm: '小 3/3.5',
                  ty: 5,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '3/3.5'
                }
              ],
              id: 128415211,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '3.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 128605585,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3.5',
                  ty: 4,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '3.5'
                },
                {
                  na: '小',
                  nm: '小 3.5',
                  ty: 5,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '3.5'
                }
              ],
              id: 129613724,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '3.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128415213,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 128415214,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.49,
                  bod: 2.49,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128605586,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 128597245,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 128605590,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 2.64,
                  bod: 2.64,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.87,
                  bod: 3.87,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1
                }
              ],
              id: 121001793,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 3.11,
                  bod: 3.11,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 2.91,
                  bod: 2.91,
                  odt: 1
                }
              ],
              id: 121001794,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 2.79,
                  bod: 2.79,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 2.66,
                  bod: 2.66,
                  odt: 1
                }
              ],
              id: 121001795,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1
                },
                {
                  na: '洛杉矶FC/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.49,
                  bod: 1.49,
                  odt: 1
                },
                {
                  na: '温哥华白帽/洛杉矶FC',
                  nm: '主/客',
                  ty: 51,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                }
              ],
              id: 121001820,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '洛杉矶FC',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129124264,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '0',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '洛杉矶FC',
                  nm: '0',
                  ty: 2,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129613725,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 10',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '10'
                },
                {
                  na: '小',
                  nm: '小 10',
                  ty: 5,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '10'
                }
              ],
              id: 129083857,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '10'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9.5',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '9.5'
                },
                {
                  na: '小',
                  nm: '小 9.5',
                  ty: 5,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '9.5'
                }
              ],
              id: 128705527,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 128705528,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 5',
                  ty: 4,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '5'
                },
                {
                  na: '小',
                  nm: '小 5',
                  ty: 5,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '5'
                }
              ],
              id: 129125557,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.35,
                  bod: 7.35,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1
                }
              ],
              id: 121001814,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.63,
                  bod: 2.63,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607658,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 5.9,
                  bod: 5.9,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 5.6,
                  bod: 5.6,
                  odt: 1
                }
              ],
              id: 121001797,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607665,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 5.4,
                  bod: 5.4,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.35,
                  bod: 1.35,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 5.1,
                  bod: 5.1,
                  odt: 1
                }
              ],
              id: 121001798,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.62,
                  bod: 1.62,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607659,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 4.93,
                  bod: 4.93,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 4.65,
                  bod: 4.65,
                  odt: 1
                }
              ],
              id: 121001799,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607664,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 5,
                  bod: 5,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.4,
                  bod: 1.4,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 4.82,
                  bod: 4.82,
                  odt: 1
                }
              ],
              id: 121001800,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607661,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '温哥华白帽',
                  nm: '主',
                  ty: 1,
                  od: 4.8,
                  bod: 4.8,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1
                },
                {
                  na: '洛杉矶FC',
                  nm: '客',
                  ty: 2,
                  od: 4.61,
                  bod: 4.61,
                  odt: 1
                }
              ],
              id: 121001801,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 133,
      tps: ['c', 't', 'h'],
      lg: {
        na: '美国职业大联盟',
        id: 11024,
        or: 240,
        lurl: 'https://static.fastbs55.com/data/1f83eedb544951a67156a8e868697979.png',
        sid: 1,
        rid: 84,
        rnm: '美国',
        rlg: 'https://static.fastbs55.com/data/b2266e6801e1878ed9767fbef619283d.png',
        hot: true,
        slid: 110240000
      },
      ts: [
        {
          na: '温哥华白帽',
          id: 55759,
          lurl: 'https://static.fastbs55.com/data/5d8fb5398f3d36c83a29a7d6587054f5.png'
        },
        {
          na: '洛杉矶FC',
          id: 52798,
          lurl: 'https://static.fastbs55.com/data/e59e74259a82740485de8db03da76694.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2547827,
      bt: 1728862200000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=46365143'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '温哥华白帽 vs 洛杉矶FC',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '+0.5',
                  ty: 1,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '重庆铜梁龙',
                  nm: '-0.5',
                  ty: 2,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 129490717,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '+0.5/1',
                  ty: 1,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '+0.5/1'
                },
                {
                  na: '重庆铜梁龙',
                  nm: '-0.5/1',
                  ty: 2,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '-0.5/1'
                }
              ],
              id: 129564590,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '重庆铜梁龙',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129489842,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '重庆铜梁龙',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129490117,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '+0.5',
                  ty: 1,
                  od: 1.47,
                  bod: 1.47,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '重庆铜梁龙',
                  nm: '-0.5',
                  ty: 2,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 129640942,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '0',
                  ty: 1,
                  od: 2.69,
                  bod: 2.69,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '重庆铜梁龙',
                  nm: '0',
                  ty: 2,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129491132,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129489843,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129552577,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129640951,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129490116,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129640952,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.49,
                  bod: 1.49,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129640953,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129640910,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129640954,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '主',
                  ty: 1,
                  od: 3.91,
                  bod: 3.91,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.19,
                  bod: 3.19,
                  odt: 1
                },
                {
                  na: '重庆铜梁龙',
                  nm: '客',
                  ty: 2,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1
                }
              ],
              id: 127734693,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '主',
                  ty: 1,
                  od: 4.61,
                  bod: 4.61,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1
                },
                {
                  na: '重庆铜梁龙',
                  nm: '客',
                  ty: 2,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1
                }
              ],
              id: 127734694,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '主',
                  ty: 1,
                  od: -999,
                  bod: 0,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: -999,
                  bod: 0,
                  odt: 1
                },
                {
                  na: '重庆铜梁龙',
                  nm: '客',
                  ty: 2,
                  od: -999,
                  bod: 0,
                  odt: 1
                }
              ],
              id: 129640865,
              ss: 0,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '石家庄功夫/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1
                },
                {
                  na: '重庆铜梁龙/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.21,
                  bod: 1.21,
                  odt: 1
                },
                {
                  na: '石家庄功夫/重庆铜梁龙',
                  nm: '主/客',
                  ty: 51,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                }
              ],
              id: 127734699,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '+1/1.5',
                  ty: 1,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+1/1.5'
                },
                {
                  na: '重庆铜梁龙',
                  nm: '-1/1.5',
                  ty: 2,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '-1/1.5'
                }
              ],
              id: 129640945,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '+1.5',
                  ty: 1,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '+1.5'
                },
                {
                  na: '重庆铜梁龙',
                  nm: '-1.5',
                  ty: 2,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '-1.5'
                }
              ],
              id: 129640957,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129640947,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 8.5',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '8.5'
                },
                {
                  na: '小',
                  nm: '小 8.5',
                  ty: 5,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '8.5'
                }
              ],
              id: 129640955,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '8.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129640948,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 129640956,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4.5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '石家庄功夫',
                  nm: '主',
                  ty: 1,
                  od: 2.91,
                  bod: 2.91,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.45,
                  bod: 7.45,
                  odt: 1
                },
                {
                  na: '重庆铜梁龙',
                  nm: '客',
                  ty: 2,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1
                }
              ],
              id: 129640878,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 76,
      tps: ['c', 'h'],
      lg: {
        na: '中国甲级联赛',
        id: 11865,
        or: 281,
        lurl: 'https://static.fastbs55.com/data/f170f911167bc6fd34f3d5c2a7034c8d.png',
        sid: 1,
        rid: 61,
        rnm: '中国',
        rlg: 'https://static.fastbs55.com/data/71a5a5ddb95cf575def081b54c640260.png',
        hot: false,
        slid: 118650000
      },
      ts: [
        {
          na: '石家庄功夫',
          id: 58275,
          lurl: 'https://static.fastbs55.com/data/925b1199e589c8e0786a60d2aea0873a.png'
        },
        {
          na: '重庆铜梁龙',
          id: 157875,
          lurl: 'https://static.fastbs55.com/data/7559dd647134603cafa83239b2d88d6d.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2647400,
      bt: 1728819000000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=48221445'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '石家庄功夫 vs 重庆铜梁龙',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128575486,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129497569,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '0',
                  ty: 1,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '0',
                  ty: 2,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128575485,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0'
            },
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.69,
                  bod: 2.69,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.49,
                  bod: 1.49,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129655299,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '0',
                  ty: 1,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '0',
                  ty: 2,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128575496,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128575498,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 3.08,
                  bod: 3.08,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129497573,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128661362,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 128575487,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129520643,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 128575488,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128575495,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128784950,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.54,
                  bod: 1.54,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128575497,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129497577,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128575502,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.27,
                  bod: 3.27,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 3.26,
                  bod: 3.26,
                  odt: 1
                }
              ],
              id: 116046964,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 3.05,
                  bod: 3.05,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 3.96,
                  bod: 3.96,
                  odt: 1
                }
              ],
              id: 116046965,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 2.68,
                  bod: 2.68,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 3.63,
                  bod: 3.63,
                  odt: 1
                }
              ],
              id: 116046966,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.35,
                  bod: 1.35,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1
                },
                {
                  na: '韦斯卡/阿尔巴塞特',
                  nm: '主/客',
                  ty: 51,
                  od: 1.33,
                  bod: 1.33,
                  odt: 1
                }
              ],
              id: 116046987,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129497571,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '阿尔巴塞特',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128806718,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129083864,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 8.5',
                  ty: 4,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '8.5'
                },
                {
                  na: '小',
                  nm: '小 8.5',
                  ty: 5,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '8.5'
                }
              ],
              id: 129497570,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '8.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129107560,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 128699721,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4.5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.15,
                  bod: 7.15,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1
                }
              ],
              id: 116046985,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.27,
                  bod: 3.27,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.24,
                  bod: 1.24,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577688,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 6.7,
                  bod: 6.7,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.16,
                  bod: 1.16,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 8.6,
                  bod: 8.6,
                  odt: 1
                }
              ],
              id: 116046968,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.04,
                  bod: 3.04,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577702,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 6.05,
                  bod: 6.05,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 7.8,
                  bod: 7.8,
                  odt: 1
                }
              ],
              id: 116046969,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.37,
                  bod: 1.37,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577690,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 5.45,
                  bod: 5.45,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.25,
                  bod: 1.25,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 7,
                  bod: 7,
                  odt: 1
                }
              ],
              id: 116046970,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.85,
                  bod: 2.85,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.34,
                  bod: 1.34,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577698,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 5.5,
                  bod: 5.5,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.24,
                  bod: 1.24,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 7.25,
                  bod: 7.25,
                  odt: 1
                }
              ],
              id: 116046971,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.38,
                  bod: 1.38,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577691,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '韦斯卡',
                  nm: '主',
                  ty: 1,
                  od: 5.2,
                  bod: 5.2,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                },
                {
                  na: '阿尔巴塞特',
                  nm: '客',
                  ty: 2,
                  od: 6.9,
                  bod: 6.9,
                  odt: 1
                }
              ],
              id: 116046972,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 132,
      tps: ['c', 't', 'h'],
      lg: {
        na: '西班牙乙级联赛',
        id: 11616,
        or: 301,
        lurl: 'https://static.fastbs55.com/data/4acc1ad9904c293abbdd3479271d782b.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 116160000
      },
      ts: [
        {
          na: '韦斯卡',
          id: 53035,
          lurl: 'https://static.fastbs55.com/data/56b004ea9535897c901e02d103bc4a23.png'
        },
        {
          na: '阿尔巴塞特',
          id: 52940,
          lurl: 'https://static.fastbs55.com/data/84778ac788c8d08a16e87c4ea08ada70.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2470056,
      bt: 1728820800000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51103099'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '韦斯卡 vs 阿尔巴塞特',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128598162,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128598163,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '0',
                  ty: 1,
                  od: 1.62,
                  bod: 1.62,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '0',
                  ty: 2,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128938785,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0'
            },
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129651262,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '0',
                  ty: 1,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '0',
                  ty: 2,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128598165,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.61,
                  bod: 1.61,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128598164,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.39,
                  bod: 1.39,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129520723,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128598157,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 128598156,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129520726,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 2.49,
                  bod: 2.49,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129531359,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128598160,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128598161,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129520727,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128598172,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.62,
                  bod: 1.62,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129520728,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.42,
                  bod: 3.42,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 3.26,
                  bod: 3.26,
                  odt: 1
                }
              ],
              id: 116047580,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 2.97,
                  bod: 2.97,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 3.76,
                  bod: 3.76,
                  odt: 1
                }
              ],
              id: 116047581,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 2.55,
                  bod: 2.55,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.41,
                  bod: 2.41,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 3.65,
                  bod: 3.65,
                  odt: 1
                }
              ],
              id: 116047582,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.35,
                  bod: 1.35,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1
                },
                {
                  na: '皇家奥维耶多/阿尔梅里亚',
                  nm: '主/客',
                  ty: 51,
                  od: 1.31,
                  bod: 1.31,
                  odt: 1
                }
              ],
              id: 116047603,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '-1',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '+1',
                  ty: 2,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 128807928,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1'
            },
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '阿尔梅里亚',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129107640,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9.5',
                  ty: 4,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '9.5'
                },
                {
                  na: '小',
                  nm: '小 9.5',
                  ty: 5,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '9.5'
                }
              ],
              id: 128702374,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129651266,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 128702039,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.61,
                  bod: 1.61,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129531361,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.45,
                  bod: 7.45,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 2.6,
                  bod: 2.6,
                  odt: 1
                }
              ],
              id: 116047601,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.12,
                  bod: 3.12,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598267,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 6.3,
                  bod: 6.3,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.19,
                  bod: 1.19,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 7.9,
                  bod: 7.9,
                  odt: 1
                }
              ],
              id: 116047584,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.88,
                  bod: 2.88,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.33,
                  bod: 1.33,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598273,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 5.7,
                  bod: 5.7,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 7.15,
                  bod: 7.15,
                  odt: 1
                }
              ],
              id: 116047585,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.66,
                  bod: 2.66,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598270,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 5.15,
                  bod: 5.15,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 6.45,
                  bod: 6.45,
                  odt: 1
                }
              ],
              id: 116047586,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.38,
                  bod: 1.38,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598276,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 5.1,
                  bod: 5.1,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 7.05,
                  bod: 7.05,
                  odt: 1
                }
              ],
              id: 116047587,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598272,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '皇家奥维耶多',
                  nm: '主',
                  ty: 1,
                  od: 4.88,
                  bod: 4.88,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚',
                  nm: '客',
                  ty: 2,
                  od: 6.7,
                  bod: 6.7,
                  odt: 1
                }
              ],
              id: 116047588,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 133,
      tps: ['c', 't', 'h'],
      lg: {
        na: '西班牙乙级联赛',
        id: 11616,
        or: 301,
        lurl: 'https://static.fastbs55.com/data/4acc1ad9904c293abbdd3479271d782b.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 116160000
      },
      ts: [
        {
          na: '皇家奥维耶多',
          id: 53036,
          lurl: 'https://static.fastbs55.com/data/4f33c3f831af3afb1d5bc8d974d65267.png'
        },
        {
          na: '阿尔梅里亚',
          id: 53013,
          lurl: 'https://static.fastbs55.com/data/19ec95097c0c2856b46954dd5226d258.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2470060,
      bt: 1728828900000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51103101'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '皇家奥维耶多 vs 阿尔梅里亚',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '莱万特',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128549030,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '莱万特',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128549028,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '莱万特',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129520806,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '0',
                  ty: 1,
                  od: 1.51,
                  bod: 1.51,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '莱万特',
                  nm: '0',
                  ty: 2,
                  od: 2.63,
                  bod: 2.63,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129531271,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '0'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '莱万特',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128549035,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '0',
                  ty: 1,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '莱万特',
                  nm: '0',
                  ty: 2,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128549036,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            },
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '莱万特',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.51,
                  bod: 1.51,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129520810,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 128549025,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3',
                  ty: 4,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '3'
                },
                {
                  na: '小',
                  nm: '小 3',
                  ty: 5,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '3'
                }
              ],
              id: 128661363,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '3'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 128549026,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3/3.5',
                  ty: 4,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1,
                  li: '3/3.5'
                },
                {
                  na: '小',
                  nm: '小 3/3.5',
                  ty: 5,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '3/3.5'
                }
              ],
              id: 129531273,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '3.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128549037,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128549038,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.75,
                  bod: 2.75,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129520812,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 128549041,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 128666292,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.85,
                  bod: 3.85,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 3.46,
                  bod: 3.46,
                  odt: 1
                }
              ],
              id: 116047715,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 3.78,
                  bod: 3.78,
                  odt: 1
                }
              ],
              id: 116047716,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 3.61,
                  bod: 3.61,
                  odt: 1
                }
              ],
              id: 116047717,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.32,
                  bod: 1.32,
                  odt: 1
                },
                {
                  na: '莱万特/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1
                },
                {
                  na: '桑坦德竞技/莱万特',
                  nm: '主/客',
                  ty: 51,
                  od: 1.25,
                  bod: 1.25,
                  odt: 1
                }
              ],
              id: 116047738,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '-1',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '莱万特',
                  nm: '+1',
                  ty: 2,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 128807458,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1'
            },
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '莱万特',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129596535,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 10',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '10'
                },
                {
                  na: '小',
                  nm: '小 10',
                  ty: 5,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '10'
                }
              ],
              id: 129083863,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '10'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 10.5',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '10.5'
                },
                {
                  na: '小',
                  nm: '小 10.5',
                  ty: 5,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '10.5'
                }
              ],
              id: 129531275,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '10.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 128700005,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 5',
                  ty: 4,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '5'
                },
                {
                  na: '小',
                  nm: '小 5',
                  ty: 5,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '5'
                }
              ],
              id: 129119405,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.55,
                  bod: 7.55,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 2.57,
                  bod: 2.57,
                  odt: 1
                }
              ],
              id: 116047736,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.78,
                  bod: 2.78,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574513,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 5.2,
                  bod: 5.2,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 7.35,
                  bod: 7.35,
                  odt: 1
                }
              ],
              id: 116047719,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.44,
                  bod: 1.44,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574525,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 4.75,
                  bod: 4.75,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.31,
                  bod: 1.31,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 6.7,
                  bod: 6.7,
                  odt: 1
                }
              ],
              id: 116047720,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574515,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 4.3,
                  bod: 4.3,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.38,
                  bod: 1.38,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 6.1,
                  bod: 6.1,
                  odt: 1
                }
              ],
              id: 116047721,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574520,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 4.29,
                  bod: 4.29,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.37,
                  bod: 1.37,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 6.3,
                  bod: 6.3,
                  odt: 1
                }
              ],
              id: 116047722,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574517,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '桑坦德竞技',
                  nm: '主',
                  ty: 1,
                  od: 4.09,
                  bod: 4.09,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.4,
                  bod: 1.4,
                  odt: 1
                },
                {
                  na: '莱万特',
                  nm: '客',
                  ty: 2,
                  od: 6,
                  bod: 6,
                  odt: 1
                }
              ],
              id: 116047723,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 133,
      tps: ['c', 't', 'h'],
      lg: {
        na: '西班牙乙级联赛',
        id: 11616,
        or: 301,
        lurl: 'https://static.fastbs55.com/data/4acc1ad9904c293abbdd3479271d782b.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 116160000
      },
      ts: [
        {
          na: '桑坦德竞技',
          id: 52982,
          lurl: 'https://static.fastbs55.com/c0c50fd5f947354509540c801d9b2557.png'
        },
        {
          na: '莱万特',
          id: 54769,
          lurl: 'https://static.fastbs55.com/data/80ca726727de968013e572730312543d.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2470061,
      bt: 1728828900000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=51103109'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '桑坦德竞技 vs 莱万特',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '科尔多瓦',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128749306,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '科尔多瓦',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128598283,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '0',
                  ty: 1,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '科尔多瓦',
                  nm: '0',
                  ty: 2,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129646608,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0'
            },
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '科尔多瓦',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 128598284,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '科尔多瓦',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128598290,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '0',
                  ty: 1,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '科尔多瓦',
                  nm: '0',
                  ty: 2,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128711120,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            },
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '科尔多瓦',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128598291,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 128598288,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128640592,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 128598289,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129552432,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128598286,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.62,
                  bod: 1.62,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128609415,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128598287,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128598299,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129520891,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.46,
                  bod: 3.46,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 3.15,
                  bod: 3.15,
                  odt: 1
                }
              ],
              id: 116046440,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 3.86,
                  bod: 3.86,
                  odt: 1
                }
              ],
              id: 116046441,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.47,
                  bod: 2.47,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 3.39,
                  bod: 3.39,
                  odt: 1
                }
              ],
              id: 116046442,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.37,
                  bod: 1.37,
                  odt: 1
                },
                {
                  na: '科尔多瓦/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1
                },
                {
                  na: '格拉纳达/科尔多瓦',
                  nm: '主/客',
                  ty: 51,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1
                }
              ],
              id: 116046463,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '科尔多瓦',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129438161,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '科尔多瓦',
                  nm: '+0.5',
                  ty: 2,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129438032,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9.5',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '9.5'
                },
                {
                  na: '小',
                  nm: '小 9.5',
                  ty: 5,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '9.5'
                }
              ],
              id: 128700109,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129437928,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 128699849,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129552436,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.3,
                  bod: 7.3,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1
                }
              ],
              id: 116046461,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.04,
                  bod: 3.04,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598394,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 6,
                  bod: 6,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 8,
                  bod: 8,
                  odt: 1
                }
              ],
              id: 116046444,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.35,
                  bod: 1.35,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598401,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 5.45,
                  bod: 5.45,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.25,
                  bod: 1.25,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 7.25,
                  bod: 7.25,
                  odt: 1
                }
              ],
              id: 116046445,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.44,
                  bod: 1.44,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598396,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 4.91,
                  bod: 4.91,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 6.55,
                  bod: 6.55,
                  odt: 1
                }
              ],
              id: 116046446,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598402,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 5.1,
                  bod: 5.1,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 6.4,
                  bod: 6.4,
                  odt: 1
                }
              ],
              id: 116046447,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.46,
                  bod: 1.46,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128598398,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '格拉纳达',
                  nm: '主',
                  ty: 1,
                  od: 4.88,
                  bod: 4.88,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.32,
                  bod: 1.32,
                  odt: 1
                },
                {
                  na: '科尔多瓦',
                  nm: '客',
                  ty: 2,
                  od: 6.1,
                  bod: 6.1,
                  odt: 1
                }
              ],
              id: 116046448,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 133,
      tps: ['c', 't', 'h'],
      lg: {
        na: '西班牙乙级联赛',
        id: 11616,
        or: 301,
        lurl: 'https://static.fastbs55.com/data/4acc1ad9904c293abbdd3479271d782b.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 116160000
      },
      ts: [
        {
          na: '格拉纳达',
          id: 54752,
          lurl: 'https://static.fastbs55.com/data/74a495044b03840cec67556bb7b6852.png'
        },
        {
          na: '科尔多瓦',
          id: 56491,
          lurl: 'https://static.fastbs55.com/data/136a3b6c61e76466e4e7eb2174dc8e5a.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2470051,
      bt: 1728837000000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51103105'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '格拉纳达 vs 科尔多瓦',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '米兰迪斯',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128597683,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '米兰迪斯',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128597682,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '0',
                  ty: 1,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '米兰迪斯',
                  nm: '0',
                  ty: 2,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129552416,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0'
            },
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '米兰迪斯',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.48,
                  bod: 1.48,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129294046,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '米兰迪斯',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128597692,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '0',
                  ty: 1,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '米兰迪斯',
                  nm: '0',
                  ty: 2,
                  od: 2.49,
                  bod: 2.49,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128608205,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            },
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '-0.5',
                  ty: 1,
                  od: 3,
                  bod: 3,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '米兰迪斯',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.38,
                  bod: 1.38,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128597693,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129520943,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129552417,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 128597680,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.69,
                  bod: 2.69,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.47,
                  bod: 1.47,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128597681,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128597690,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128640593,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.4,
                  bod: 1.4,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128597691,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128597696,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129646811,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3,
                  bod: 3,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 3.63,
                  bod: 3.63,
                  odt: 1
                }
              ],
              id: 116046702,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 3,
                  bod: 3,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 4.78,
                  bod: 4.78,
                  odt: 1
                }
              ],
              id: 116046703,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 2.86,
                  bod: 2.86,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.1,
                  bod: 2.1,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 3.91,
                  bod: 3.91,
                  odt: 1
                }
              ],
              id: 116046704,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1
                },
                {
                  na: '米兰迪斯/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1
                },
                {
                  na: '布尔戈斯/米兰迪斯',
                  nm: '主/客',
                  ty: 51,
                  od: 1.39,
                  bod: 1.39,
                  odt: 1
                }
              ],
              id: 116046725,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '-1.5',
                  ty: 1,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '-1.5'
                },
                {
                  na: '米兰迪斯',
                  nm: '+1.5',
                  ty: 2,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '+1.5'
                }
              ],
              id: 129109570,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1.5'
            },
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '-1.5/2',
                  ty: 1,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '-1.5/2'
                },
                {
                  na: '米兰迪斯',
                  nm: '+1.5/2',
                  ty: 2,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '+1.5/2'
                }
              ],
              id: 128806992,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-1.75'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9.5',
                  ty: 4,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '9.5'
                },
                {
                  na: '小',
                  nm: '小 9.5',
                  ty: 5,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '9.5'
                }
              ],
              id: 128700031,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129552418,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 128699847,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129552428,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 1.51,
                  bod: 1.51,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.75,
                  bod: 7.75,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 3.03,
                  bod: 3.03,
                  odt: 1
                }
              ],
              id: 116046723,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.63,
                  bod: 3.63,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.18,
                  bod: 1.18,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128597781,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 7.1,
                  bod: 7.1,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.12,
                  bod: 1.12,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 11,
                  bod: 11,
                  odt: 1
                }
              ],
              id: 116046706,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.38,
                  bod: 3.38,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.22,
                  bod: 1.22,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128597787,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 6.35,
                  bod: 6.35,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.15,
                  bod: 1.15,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 9.95,
                  bod: 9.95,
                  odt: 1
                }
              ],
              id: 116046707,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.12,
                  bod: 3.12,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128597783,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 5.7,
                  bod: 5.7,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.19,
                  bod: 1.19,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 8.95,
                  bod: 8.95,
                  odt: 1
                }
              ],
              id: 116046708,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.17,
                  bod: 3.17,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128597789,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 6.3,
                  bod: 6.3,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.18,
                  bod: 1.18,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 8.4,
                  bod: 8.4,
                  odt: 1
                }
              ],
              id: 116046709,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.04,
                  bod: 3.04,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128597784,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '布尔戈斯',
                  nm: '主',
                  ty: 1,
                  od: 5.95,
                  bod: 5.95,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1
                },
                {
                  na: '米兰迪斯',
                  nm: '客',
                  ty: 2,
                  od: 7.95,
                  bod: 7.95,
                  odt: 1
                }
              ],
              id: 116046710,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 131,
      tps: ['c', 't', 'h'],
      lg: {
        na: '西班牙乙级联赛',
        id: 11616,
        or: 301,
        lurl: 'https://static.fastbs55.com/data/4acc1ad9904c293abbdd3479271d782b.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 116160000
      },
      ts: [
        {
          na: '布尔戈斯',
          id: 57409,
          lurl: 'https://static.fastbs55.com/b1f223e9b91d6418bc855cf86a731e4b.png'
        },
        {
          na: '米兰迪斯',
          id: 53033,
          lurl: 'https://static.fastbs55.com/data/fd79a2232c8cbf07d4acde0c5a3726f1.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2470054,
      bt: 1728837000000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51103089'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '布尔戈斯 vs 米兰迪斯',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '-0.5',
                  ty: 1,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128575591,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128609672,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 128575592,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '0',
                  ty: 1,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '0',
                  ty: 2,
                  od: 2.88,
                  bod: 2.88,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128662637,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '0'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128575595,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '0',
                  ty: 1,
                  od: 1.54,
                  bod: 1.54,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '0',
                  ty: 2,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128636346,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            },
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.75,
                  bod: 2.75,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128575596,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128575589,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 128969179,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 128575590,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129583538,
              ss: 1,
              au: 1,
              mbl: 4,
              li: '1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128575602,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128575601,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.51,
                  bod: 1.51,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129521054,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128575605,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.62,
                  bod: 1.62,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129521055,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 2,
                  bod: 2,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.41,
                  bod: 3.41,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 3.84,
                  bod: 3.84,
                  odt: 1
                }
              ],
              id: 116046309,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 2.75,
                  bod: 2.75,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 4.36,
                  bod: 4.36,
                  odt: 1
                }
              ],
              id: 116046310,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 2.37,
                  bod: 2.37,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.39,
                  bod: 2.39,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 4.15,
                  bod: 4.15,
                  odt: 1
                }
              ],
              id: 116046311,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '埃尔切/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1
                },
                {
                  na: '埃尔切/拉科鲁尼亚',
                  nm: '主/客',
                  ty: 51,
                  od: 1.31,
                  bod: 1.31,
                  odt: 1
                }
              ],
              id: 116046332,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '-1/1.5',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-1/1.5'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '+1/1.5',
                  ty: 2,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+1/1.5'
                }
              ],
              id: 128807267,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1.25'
            },
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '-1',
                  ty: 1,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '+1',
                  ty: 2,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 129583540,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-1'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9.5',
                  ty: 4,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '9.5'
                },
                {
                  na: '小',
                  nm: '小 9.5',
                  ty: 5,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '9.5'
                }
              ],
              id: 128700423,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129583539,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 128699878,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129583543,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.55,
                  bod: 7.55,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 2.8,
                  bod: 2.8,
                  odt: 1
                }
              ],
              id: 116046330,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.22,
                  bod: 3.22,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.25,
                  bod: 1.25,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577771,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 6.05,
                  bod: 6.05,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.17,
                  bod: 1.17,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 9.4,
                  bod: 9.4,
                  odt: 1
                }
              ],
              id: 116046313,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3,
                  bod: 3,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577784,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 5.45,
                  bod: 5.45,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.21,
                  bod: 1.21,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 8.5,
                  bod: 8.5,
                  odt: 1
                }
              ],
              id: 116046314,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.75,
                  bod: 2.75,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.39,
                  bod: 1.39,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577774,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 4.9,
                  bod: 4.9,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 7.7,
                  bod: 7.7,
                  odt: 1
                }
              ],
              id: 116046315,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.78,
                  bod: 2.78,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577780,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 4.89,
                  bod: 4.89,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 8,
                  bod: 8,
                  odt: 1
                }
              ],
              id: 116046316,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.66,
                  bod: 2.66,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.4,
                  bod: 1.4,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128577776,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '埃尔切',
                  nm: '主',
                  ty: 1,
                  od: 4.64,
                  bod: 4.64,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                },
                {
                  na: '拉科鲁尼亚',
                  nm: '客',
                  ty: 2,
                  od: 7.65,
                  bod: 7.65,
                  odt: 1
                }
              ],
              id: 116046317,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 132,
      tps: ['c', 't', 'h'],
      lg: {
        na: '西班牙乙级联赛',
        id: 11616,
        or: 301,
        lurl: 'https://static.fastbs55.com/data/4acc1ad9904c293abbdd3479271d782b.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 116160000
      },
      ts: [
        {
          na: '埃尔切',
          id: 52981,
          lurl: 'https://static.fastbs55.com/data/c26d4db1e86ccc7fbffb2d4034487b76.png'
        },
        {
          na: '拉科鲁尼亚',
          id: 53016,
          lurl: 'https://static.fastbs55.com/data/8226d541989c9030fa4285baf545667f.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2470057,
      bt: 1728846000000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51103107'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '埃尔切 vs 拉科鲁尼亚',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '亚马逊',
                  nm: '+0.5',
                  ty: 2,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128591350,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '亚马逊',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 128591351,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.61,
                  bod: 1.61,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '亚马逊',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129583392,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '亚马逊',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128591362,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '亚马逊',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128591363,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 128591352,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 128591353,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128637361,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128591360,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128591361,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128591366,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.38,
                  bod: 3.38,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 4.61,
                  bod: 4.61,
                  odt: 1
                }
              ],
              id: 127473099,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 5,
                  bod: 5,
                  odt: 1
                }
              ],
              id: 127473100,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 4.29,
                  bod: 4.29,
                  odt: 1
                }
              ],
              id: 127473101,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.17,
                  bod: 1.17,
                  odt: 1
                },
                {
                  na: '亚马逊/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1
                },
                {
                  na: '科里蒂巴/亚马逊',
                  nm: '主/客',
                  ty: 51,
                  od: 1.28,
                  bod: 1.28,
                  odt: 1
                }
              ],
              id: 127473119,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '-1.5',
                  ty: 1,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '-1.5'
                },
                {
                  na: '亚马逊',
                  nm: '+1.5',
                  ty: 2,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '+1.5'
                }
              ],
              id: 129083544,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 10.5',
                  ty: 4,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '10.5'
                },
                {
                  na: '小',
                  nm: '小 10.5',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '10.5'
                }
              ],
              id: 129219218,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '10.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 5',
                  ty: 4,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '5'
                },
                {
                  na: '小',
                  nm: '小 5',
                  ty: 5,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '5'
                }
              ],
              id: 129083546,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 8.1,
                  bod: 8.1,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 3.08,
                  bod: 3.08,
                  odt: 1
                }
              ],
              id: 127473117,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.12,
                  bod: 3.12,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.15,
                  bod: 1.15,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607633,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 5.75,
                  bod: 5.75,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.12,
                  bod: 1.12,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 11.7,
                  bod: 11.7,
                  odt: 1
                }
              ],
              id: 127473103,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607644,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 5.15,
                  bod: 5.15,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.15,
                  bod: 1.15,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 10.6,
                  bod: 10.6,
                  odt: 1
                }
              ],
              id: 127473104,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607636,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 4.64,
                  bod: 4.64,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 9.6,
                  bod: 9.6,
                  odt: 1
                }
              ],
              id: 127473105,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607642,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 4.89,
                  bod: 4.89,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 8.8,
                  bod: 8.8,
                  odt: 1
                }
              ],
              id: 127473106,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607637,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 3.32,
                  bod: 3.32,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.11,
                  bod: 1.11,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128607638,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '科里蒂巴',
                  nm: '主',
                  ty: 1,
                  od: 4.64,
                  bod: 4.64,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.22,
                  bod: 1.22,
                  odt: 1
                },
                {
                  na: '亚马逊',
                  nm: '客',
                  ty: 2,
                  od: 8.4,
                  bod: 8.4,
                  odt: 1
                }
              ],
              id: 127473107,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 78,
      tps: ['c', 't', 'h'],
      lg: {
        na: '巴西乙级联赛',
        id: 10729,
        or: 375,
        lurl: 'https://static.fastbs55.com/data/5b0a064deeca4c28d24dab52814fd7f4.png',
        sid: 1,
        rid: 41,
        rnm: '巴西',
        rlg: 'https://static.fastbs55.com/data/1d6c905e1243664c54468b40aad58e8e.png',
        hot: false,
        slid: 107290000
      },
      ts: [
        {
          na: '科里蒂巴',
          id: 54274,
          lurl: 'https://static.fastbs55.com/data/7d53ae2b5d5ea47ab6e5203adfd1df8c.png'
        },
        {
          na: '亚马逊',
          id: 54390,
          lurl: 'https://static.fastbs55.com/data/fe06435ef1c5c32c788181c8db06b09b.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2641264,
      bt: 1728846000000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=48424475'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '科里蒂巴 vs 亚马逊',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '维拉诺瓦',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 128762445,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '维拉诺瓦',
                  nm: '+0.5',
                  ty: 2,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128647936,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '维拉诺瓦',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.49,
                  bod: 2.49,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128647937,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '维拉诺瓦',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128647946,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '维拉诺瓦',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128647947,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128647935,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 128647934,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129653668,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128647944,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128647945,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128761007,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.58,
                  bod: 3.58,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 4.85,
                  bod: 4.85,
                  odt: 1
                }
              ],
              id: 127473163,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 4.76,
                  bod: 4.76,
                  odt: 1
                }
              ],
              id: 127473164,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 4.53,
                  bod: 4.53,
                  odt: 1
                }
              ],
              id: 127473165,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.16,
                  bod: 1.16,
                  odt: 1
                },
                {
                  na: '维拉诺瓦/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1
                },
                {
                  na: '戈伊亚斯/维拉诺瓦',
                  nm: '主/客',
                  ty: 51,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1
                }
              ],
              id: 127473183,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '-1.5',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '-1.5'
                },
                {
                  na: '维拉诺瓦',
                  nm: '+1.5',
                  ty: 2,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '+1.5'
                }
              ],
              id: 129083547,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 10.5',
                  ty: 4,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '10.5'
                },
                {
                  na: '小',
                  nm: '小 10.5',
                  ty: 5,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '10.5'
                }
              ],
              id: 128689095,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '10.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 5',
                  ty: 4,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '5'
                },
                {
                  na: '小',
                  nm: '小 5',
                  ty: 5,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '5'
                }
              ],
              id: 128689096,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 8.2,
                  bod: 8.2,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 3.09,
                  bod: 3.09,
                  odt: 1
                }
              ],
              id: 127473181,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3,
                  bod: 3,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.18,
                  bod: 1.18,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128743594,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 5.5,
                  bod: 5.5,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.14,
                  bod: 1.14,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 10.8,
                  bod: 10.8,
                  odt: 1
                }
              ],
              id: 127473167,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128743604,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 4.97,
                  bod: 4.97,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.18,
                  bod: 1.18,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 9.75,
                  bod: 9.75,
                  odt: 1
                }
              ],
              id: 127473168,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128743597,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 4.45,
                  bod: 4.45,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 8.8,
                  bod: 8.8,
                  odt: 1
                }
              ],
              id: 127473169,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.63,
                  bod: 2.63,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128743607,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 4.52,
                  bod: 4.52,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.22,
                  bod: 1.22,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 9,
                  bod: 9,
                  odt: 1
                }
              ],
              id: 127473170,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.33,
                  bod: 1.33,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128743599,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 3.22,
                  bod: 3.22,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.13,
                  bod: 1.13,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128743601,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '戈伊亚斯',
                  nm: '主',
                  ty: 1,
                  od: 4.28,
                  bod: 4.28,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.24,
                  bod: 1.24,
                  odt: 1
                },
                {
                  na: '维拉诺瓦',
                  nm: '客',
                  ty: 2,
                  od: 8.6,
                  bod: 8.6,
                  odt: 1
                }
              ],
              id: 127473171,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 78,
      tps: ['c', 't', 'h'],
      lg: {
        na: '巴西乙级联赛',
        id: 10729,
        or: 375,
        lurl: 'https://static.fastbs55.com/data/5b0a064deeca4c28d24dab52814fd7f4.png',
        sid: 1,
        rid: 41,
        rnm: '巴西',
        rlg: 'https://static.fastbs55.com/data/1d6c905e1243664c54468b40aad58e8e.png',
        hot: false,
        slid: 107290000
      },
      ts: [
        {
          na: '戈伊亚斯',
          id: 52792,
          lurl: 'https://static.fastbs55.com/data/ab1b9f8634eca56bb1c59de4f7380036.png'
        },
        {
          na: '维拉诺瓦',
          id: 62245,
          lurl: 'https://static.fastbs55.com/bd6421056492e87a8093cfae4cec5684.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2641262,
      bt: 1728855000000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=48424461'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '戈伊亚斯 vs 维拉诺瓦',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '-1/1.5',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '-1/1.5'
                },
                {
                  na: '恩维加多',
                  nm: '+1/1.5',
                  ty: 2,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '+1/1.5'
                }
              ],
              id: 129060807,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1.25'
            },
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '-1.5',
                  ty: 1,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '-1.5'
                },
                {
                  na: '恩维加多',
                  nm: '+1.5',
                  ty: 2,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '+1.5'
                }
              ],
              id: 129060806,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-1.5'
            },
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '-1',
                  ty: 1,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '恩维加多',
                  nm: '+1',
                  ty: 2,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 129657553,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-1'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '恩维加多',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129060816,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '恩维加多',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129060817,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129060808,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129060809,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129095832,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129060818,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129060819,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129060822,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 4.48,
                  bod: 4.48,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 7.9,
                  bod: 7.9,
                  odt: 1
                }
              ],
              id: 129035167,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 7.5,
                  bod: 7.5,
                  odt: 1
                }
              ],
              id: 129035168,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.69,
                  bod: 2.69,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 6.5,
                  bod: 6.5,
                  odt: 1
                }
              ],
              id: 129035169,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '国民竞技/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.06,
                  bod: 1.06,
                  odt: 1
                },
                {
                  na: '恩维加多/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 3.3,
                  bod: 3.3,
                  odt: 1
                },
                {
                  na: '国民竞技/恩维加多',
                  nm: '主/客',
                  ty: 51,
                  od: 1.18,
                  bod: 1.18,
                  odt: 1
                }
              ],
              id: 129035190,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '-3.5',
                  ty: 1,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '-3.5'
                },
                {
                  na: '恩维加多',
                  nm: '+3.5',
                  ty: 2,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '+3.5'
                }
              ],
              id: 129085399,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-3.5'
            },
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '-3.5/4',
                  ty: 1,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '-3.5/4'
                },
                {
                  na: '恩维加多',
                  nm: '+3.5/4',
                  ty: 2,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '+3.5/4'
                }
              ],
              id: 129590661,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-3.75'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 10',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '10'
                },
                {
                  na: '小',
                  nm: '小 10',
                  ty: 5,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '10'
                }
              ],
              id: 129083826,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '10'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 10.5',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '10.5'
                },
                {
                  na: '小',
                  nm: '小 10.5',
                  ty: 5,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '10.5'
                }
              ],
              id: 129590660,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '10.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 129083828,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 5',
                  ty: 4,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '5'
                },
                {
                  na: '小',
                  nm: '小 5',
                  ty: 5,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '5'
                }
              ],
              id: 129590665,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 1.16,
                  bod: 1.16,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 10.5,
                  bod: 10.5,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 5.85,
                  bod: 5.85,
                  odt: 1
                }
              ],
              id: 129035188,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129065885,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 4.03,
                  bod: 4.03,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 16.7,
                  bod: 16.7,
                  odt: 1
                }
              ],
              id: 129035171,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129065894,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 3.63,
                  bod: 3.63,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.28,
                  bod: 1.28,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 15.3,
                  bod: 15.3,
                  odt: 1
                }
              ],
              id: 129035172,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.49,
                  bod: 2.49,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129065887,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 3.26,
                  bod: 3.26,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.34,
                  bod: 1.34,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 13.9,
                  bod: 13.9,
                  odt: 1
                }
              ],
              id: 129035173,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129065891,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 3.53,
                  bod: 3.53,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.32,
                  bod: 1.32,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 11.9,
                  bod: 11.9,
                  odt: 1
                }
              ],
              id: 129035174,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.48,
                  bod: 1.48,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129065888,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '国民竞技',
                  nm: '主',
                  ty: 1,
                  od: 3.35,
                  bod: 3.35,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1
                },
                {
                  na: '恩维加多',
                  nm: '客',
                  ty: 2,
                  od: 11.4,
                  bod: 11.4,
                  odt: 1
                }
              ],
              id: 129035175,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 95,
      tps: ['c', 't', 'h'],
      lg: {
        na: '哥伦比亚甲级联赛',
        id: 11035,
        or: 391,
        lurl: 'https://static.fastbs55.com/data/266b34edd293b18cec47647c7ddd1453.png',
        sid: 1,
        rid: 184,
        rnm: '哥伦比亚',
        rlg: 'https://static.fastbs55.com/data/6a265d5bf52ed28d56e38f4ce822062f.png',
        hot: false,
        slid: 110350000
      },
      ts: [
        {
          na: '国民竞技',
          id: 52739,
          lurl: 'https://static.fastbs55.com/data/a2adc96127a6da7751225d0f32b862ac.png'
        },
        {
          na: '恩维加多',
          id: 61682,
          lurl: 'https://static.fastbs55.com/5150bdbd1a691bd31709938b151a0b7f.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2667537,
      bt: 1728849600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=54374757'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '国民竞技 vs 恩维加多',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '卡利体育会',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129145104,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '卡利体育会',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129145105,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '卡利体育会',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129453947,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '卡利体育会',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129141565,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '0',
                  ty: 1,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '卡利体育会',
                  nm: '0',
                  ty: 2,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129648798,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129141559,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129647468,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129651154,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129141563,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129650519,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129145112,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.05,
                  bod: 3.05,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 3.83,
                  bod: 3.83,
                  odt: 1
                }
              ],
              id: 129043790,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 2.68,
                  bod: 2.68,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 4.69,
                  bod: 4.69,
                  odt: 1
                }
              ],
              id: 129043791,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 4,
                  bod: 4,
                  odt: 1
                }
              ],
              id: 129043792,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                },
                {
                  na: '卡利体育会/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1
                },
                {
                  na: '里奥内格罗老鹰/卡利体育会',
                  nm: '主/客',
                  ty: 51,
                  od: 1.33,
                  bod: 1.33,
                  odt: 1
                }
              ],
              id: 129043813,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '卡利体育会',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129457769,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '卡利体育会',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129620544,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 9',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '9'
                },
                {
                  na: '小',
                  nm: '小 9',
                  ty: 5,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '9'
                }
              ],
              id: 129085351,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '9'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 9.5',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '9.5'
                },
                {
                  na: '小',
                  nm: '小 9.5',
                  ty: 5,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '9.5'
                }
              ],
              id: 129083823,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '9.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4.5',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '4.5'
                },
                {
                  na: '小',
                  nm: '小 4.5',
                  ty: 5,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '4.5'
                }
              ],
              id: 129083824,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129620545,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.2,
                  bod: 7.2,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1
                }
              ],
              id: 129043811,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.38,
                  bod: 3.38,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129425606,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 6.3,
                  bod: 6.3,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.14,
                  bod: 1.14,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 10.8,
                  bod: 10.8,
                  odt: 1
                }
              ],
              id: 129043794,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.12,
                  bod: 3.12,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.25,
                  bod: 1.25,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129425611,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 5.7,
                  bod: 5.7,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.18,
                  bod: 1.18,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 9.8,
                  bod: 9.8,
                  odt: 1
                }
              ],
              id: 129043795,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.88,
                  bod: 2.88,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.31,
                  bod: 1.31,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129425605,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 5.1,
                  bod: 5.1,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 8.8,
                  bod: 8.8,
                  odt: 1
                }
              ],
              id: 129043796,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 3.04,
                  bod: 3.04,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129425613,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 5.65,
                  bod: 5.65,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 8.9,
                  bod: 8.9,
                  odt: 1
                }
              ],
              id: 129043797,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129425610,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '里奥内格罗老鹰',
                  nm: '主',
                  ty: 1,
                  od: 5.35,
                  bod: 5.35,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.22,
                  bod: 1.22,
                  odt: 1
                },
                {
                  na: '卡利体育会',
                  nm: '客',
                  ty: 2,
                  od: 8.45,
                  bod: 8.45,
                  odt: 1
                }
              ],
              id: 129043798,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 95,
      tps: ['c', 't', 'h'],
      lg: {
        na: '哥伦比亚甲级联赛',
        id: 11035,
        or: 391,
        lurl: 'https://static.fastbs55.com/data/266b34edd293b18cec47647c7ddd1453.png',
        sid: 1,
        rid: 184,
        rnm: '哥伦比亚',
        rlg: 'https://static.fastbs55.com/data/6a265d5bf52ed28d56e38f4ce822062f.png',
        hot: false,
        slid: 110350000
      },
      ts: [
        {
          na: '里奥内格罗老鹰',
          id: 61635,
          lurl: 'https://static.fastbs55.com/data/11f73e731c13564138c7796236e18dd1.png'
        },
        {
          na: '卡利体育会',
          id: 52740,
          lurl: 'https://static.fastbs55.com/data/959c78472af8b44bf923b854a7b0db0a.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2665137,
      bt: 1728865800000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=54347365'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '里奥内格罗老鹰 vs 卡利体育会',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '-1/1.5',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '-1/1.5'
                },
                {
                  na: '拉巴斯竞技',
                  nm: '+1/1.5',
                  ty: 2,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '+1/1.5'
                }
              ],
              id: 128565550,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1.25'
            },
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '-1.5',
                  ty: 1,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '-1.5'
                },
                {
                  na: '拉巴斯竞技',
                  nm: '+1.5',
                  ty: 2,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '+1.5'
                }
              ],
              id: 128565551,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-1.5'
            },
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '-1.5/2',
                  ty: 1,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '-1.5/2'
                },
                {
                  na: '拉巴斯竞技',
                  nm: '+1.5/2',
                  ty: 2,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '+1.5/2'
                }
              ],
              id: 129571519,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '拉巴斯竞技',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128565434,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '拉巴斯竞技',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 128565436,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '-1',
                  ty: 1,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '拉巴斯竞技',
                  nm: '+1',
                  ty: 2,
                  od: 1.33,
                  bod: 1.33,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 129571523,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 128565553,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3',
                  ty: 4,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '3'
                },
                {
                  na: '小',
                  nm: '小 3',
                  ty: 5,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '3'
                }
              ],
              id: 128565552,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '3'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 1.62,
                  bod: 1.62,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129657656,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128565433,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128574605,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2.36,
                  bod: 2.36,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 128565435,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 128565559,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129166165,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 4.56,
                  bod: 4.56,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 6.75,
                  bod: 6.75,
                  odt: 1
                }
              ],
              id: 126112190,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 5.95,
                  bod: 5.95,
                  odt: 1
                }
              ],
              id: 126112191,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.85,
                  bod: 2.85,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 5.95,
                  bod: 5.95,
                  odt: 1
                }
              ],
              id: 126112192,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.07,
                  bod: 1.07,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 3.13,
                  bod: 3.13,
                  odt: 1
                },
                {
                  na: '瓜达拉哈拉大学/拉巴斯竞技',
                  nm: '主/客',
                  ty: 51,
                  od: 1.15,
                  bod: 1.15,
                  odt: 1
                }
              ],
              id: 126112211,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '-2.5/3',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '-2.5/3'
                },
                {
                  na: '拉巴斯竞技',
                  nm: '+2.5/3',
                  ty: 2,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+2.5/3'
                }
              ],
              id: 129445927,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-2.75'
            },
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '-3',
                  ty: 1,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '-3'
                },
                {
                  na: '拉巴斯竞技',
                  nm: '+3',
                  ty: 2,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '+3'
                }
              ],
              id: 129202317,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-3'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 11.5',
                  ty: 4,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '11.5'
                },
                {
                  na: '小',
                  nm: '小 11.5',
                  ty: 5,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '11.5'
                }
              ],
              id: 129174126,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '11.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 12',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '12'
                },
                {
                  na: '小',
                  nm: '小 12',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '12'
                }
              ],
              id: 129571521,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '12'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 5.5',
                  ty: 4,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '5.5'
                },
                {
                  na: '小',
                  nm: '小 5.5',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '5.5'
                }
              ],
              id: 129174127,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '5.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 5',
                  ty: 4,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '5'
                },
                {
                  na: '小',
                  nm: '小 5',
                  ty: 5,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '5'
                }
              ],
              id: 129571528,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '5'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 9.45,
                  bod: 9.45,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 4.31,
                  bod: 4.31,
                  odt: 1
                }
              ],
              id: 126112209,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.38,
                  bod: 1.38,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574606,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 3.83,
                  bod: 3.83,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.28,
                  bod: 1.28,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 12.3,
                  bod: 12.3,
                  odt: 1
                }
              ],
              id: 126112194,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.46,
                  bod: 1.46,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574619,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 3.47,
                  bod: 3.47,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.34,
                  bod: 1.34,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 11.3,
                  bod: 11.3,
                  odt: 1
                }
              ],
              id: 126112195,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574609,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 3.13,
                  bod: 3.13,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 10.3,
                  bod: 10.3,
                  odt: 1
                }
              ],
              id: 126112196,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574616,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 3.36,
                  bod: 3.36,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.37,
                  bod: 1.37,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 10.2,
                  bod: 10.2,
                  odt: 1
                }
              ],
              id: 126112197,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128574610,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '瓜达拉哈拉大学',
                  nm: '主',
                  ty: 1,
                  od: 3.19,
                  bod: 3.19,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1
                },
                {
                  na: '拉巴斯竞技',
                  nm: '客',
                  ty: 2,
                  od: 9.8,
                  bod: 9.8,
                  odt: 1
                }
              ],
              id: 126112198,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 95,
      tps: ['c', 't', 'h'],
      lg: {
        na: '墨西哥甲级联赛',
        id: 11184,
        or: 393,
        lurl: 'https://static.fastbs55.com/data/74df302bb708b0d7a173629de77b13ec.png',
        sid: 1,
        rid: 43,
        rnm: '墨西哥',
        rlg: 'https://static.fastbs55.com/data/76efc30937aafd9535ace4de031dd683.png',
        hot: false,
        slid: 111840000
      },
      ts: [
        {
          na: '瓜达拉哈拉大学',
          id: 59665,
          lurl: 'https://static.fastbs55.com/data/a46ae4c7740d4d8a5903f8cbe5897b7b.png'
        },
        {
          na: '拉巴斯竞技',
          id: 134850,
          lurl: 'https://static.fastbs55.com/data/33fd5a98f8bf68d057b76d519ab1ce38.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2622282,
      bt: 1728842400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51815701'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '瓜达拉哈拉大学 vs 拉巴斯竞技',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '+0.5',
                  ty: 1,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '塞拉亚',
                  nm: '-0.5',
                  ty: 2,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 128603546,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '+0.5/1',
                  ty: 1,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '+0.5/1'
                },
                {
                  na: '塞拉亚',
                  nm: '-0.5/1',
                  ty: 2,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '-0.5/1'
                }
              ],
              id: 128603547,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '塞拉亚',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129606258,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '塞拉亚',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 128603555,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.25'
            },
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '+0.5',
                  ty: 1,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1,
                  li: '+0.5'
                },
                {
                  na: '塞拉亚',
                  nm: '-0.5',
                  ty: 2,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1,
                  li: '-0.5'
                }
              ],
              id: 128603557,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            },
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '0',
                  ty: 1,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '塞拉亚',
                  nm: '0',
                  ty: 2,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129606262,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 128603544,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 128603545,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129606259,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128603554,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128603556,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.49,
                  bod: 1.49,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129606264,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 128634170,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 128603560,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 3.45,
                  bod: 3.45,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.44,
                  bod: 3.44,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1
                }
              ],
              id: 127763166,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 4.1,
                  bod: 4.1,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1
                }
              ],
              id: 127763167,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 3.63,
                  bod: 3.63,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.45,
                  bod: 2.45,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1
                }
              ],
              id: 127763168,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1
                },
                {
                  na: '塞拉亚/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                },
                {
                  na: '奥哈卡/塞拉亚',
                  nm: '主/客',
                  ty: 51,
                  od: 1.22,
                  bod: 1.22,
                  odt: 1
                }
              ],
              id: 127763187,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '+1',
                  ty: 1,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '+1'
                },
                {
                  na: '塞拉亚',
                  nm: '-1',
                  ty: 2,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '-1'
                }
              ],
              id: 129202338,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '+1/1.5',
                  ty: 1,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '+1/1.5'
                },
                {
                  na: '塞拉亚',
                  nm: '-1/1.5',
                  ty: 2,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '-1/1.5'
                }
              ],
              id: 129606261,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 11.5',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '11.5'
                },
                {
                  na: '小',
                  nm: '小 11.5',
                  ty: 5,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '11.5'
                }
              ],
              id: 129174128,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '11.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 12',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '12'
                },
                {
                  na: '小',
                  nm: '小 12',
                  ty: 5,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '12'
                }
              ],
              id: 129637310,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '12'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 5.5',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '5.5'
                },
                {
                  na: '小',
                  nm: '小 5.5',
                  ty: 5,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '5.5'
                }
              ],
              id: 129202340,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '5.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 6',
                  ty: 4,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '6'
                },
                {
                  na: '小',
                  nm: '小 6',
                  ty: 5,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '6'
                }
              ],
              id: 129633061,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '6'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 2.6,
                  bod: 2.6,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 7.95,
                  bod: 7.95,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1
                }
              ],
              id: 127763185,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        },
        {
          mty: 1007,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.81,
                  bod: 2.81,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607679,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-比赛开始-14:59分钟'
        },
        {
          mty: 1005,
          pe: 1007,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 8.65,
                  bod: 8.65,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 5.15,
                  bod: 5.15,
                  odt: 1
                }
              ],
              id: 127763170,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-比赛开始-14:59分钟'
        },
        {
          mty: 1007,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.61,
                  bod: 2.61,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607687,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-15:00-29:59分钟'
        },
        {
          mty: 1005,
          pe: 1008,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 7.85,
                  bod: 7.85,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.28,
                  bod: 1.28,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 4.68,
                  bod: 4.68,
                  odt: 1
                }
              ],
              id: 127763171,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-15:00-29:59分钟'
        },
        {
          mty: 1007,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607682,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-30:00-中场休息'
        },
        {
          mty: 1005,
          pe: 1009,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 7.15,
                  bod: 7.15,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.34,
                  bod: 1.34,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 4.22,
                  bod: 4.22,
                  odt: 1
                }
              ],
              id: 127763172,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-30:00-中场休息'
        },
        {
          mty: 1007,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.44,
                  bod: 2.44,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.43,
                  bod: 1.43,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607685,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-下半场开始-59:59分钟'
        },
        {
          mty: 1005,
          pe: 1010,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 6.95,
                  bod: 6.95,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.33,
                  bod: 1.33,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 4.43,
                  bod: 4.43,
                  odt: 1
                }
              ],
              id: 127763173,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-下半场开始-59:59分钟'
        },
        {
          mty: 1007,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 1.48,
                  bod: 1.48,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 128607684,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.5'
            }
          ],
          tps: ['p', 't', 'h'],
          nm: '大/小-60:00-74:59分钟'
        },
        {
          mty: 1005,
          pe: 1011,
          mks: [
            {
              op: [
                {
                  na: '奥哈卡',
                  nm: '主',
                  ty: 1,
                  od: 6.65,
                  bod: 6.65,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1
                },
                {
                  na: '塞拉亚',
                  nm: '客',
                  ty: 2,
                  od: 4.21,
                  bod: 4.21,
                  odt: 1
                }
              ],
              id: 127763174,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 't'],
          nm: '独赢-60:00-74:59分钟'
        }
      ],
      tms: 95,
      tps: ['c', 't', 'h'],
      lg: {
        na: '墨西哥甲级联赛',
        id: 11184,
        or: 393,
        lurl: 'https://static.fastbs55.com/data/74df302bb708b0d7a173629de77b13ec.png',
        sid: 1,
        rid: 43,
        rnm: '墨西哥',
        rlg: 'https://static.fastbs55.com/data/76efc30937aafd9535ace4de031dd683.png',
        hot: false,
        slid: 111840000
      },
      ts: [
        {
          na: '奥哈卡',
          id: 59689,
          lurl: 'https://static.fastbs55.com/data/e4b00d133cc44a3d768a43fca0e8e7ff.png'
        },
        {
          na: '塞拉亚',
          id: 59693,
          lurl: 'https://static.fastbs55.com/c52dbd1ef8d291014902369125fbe13f.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2647419,
      bt: 1728856800000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=51815703'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '奥哈卡 vs 塞拉亚',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安道尔',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '圣马力诺',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129490621,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.75'
            },
            {
              op: [
                {
                  na: '安道尔',
                  nm: '-1',
                  ty: 1,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '圣马力诺',
                  nm: '+1',
                  ty: 2,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 129490620,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-1'
            },
            {
              op: [
                {
                  na: '安道尔',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '圣马力诺',
                  nm: '+0.5',
                  ty: 2,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129673980,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '-0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '安道尔',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '圣马力诺',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129491384,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '安道尔',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '圣马力诺',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129491383,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129498300,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129490618,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.26,
                  bod: 2.26,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129673421,
              ss: 1,
              au: 1,
              mbl: 3,
              li: '1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129491380,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129491381,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129491387,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.28,
                  bod: 2.28,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129673422,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安道尔',
                  nm: '主',
                  ty: 1,
                  od: 1.57,
                  bod: 1.57,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.28,
                  bod: 3.28,
                  odt: 1
                },
                {
                  na: '圣马力诺',
                  nm: '客',
                  ty: 2,
                  od: 6.1,
                  bod: 6.1,
                  odt: 1
                }
              ],
              id: 128781326,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '安道尔',
                  nm: '主',
                  ty: 1,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1
                },
                {
                  na: '圣马力诺',
                  nm: '客',
                  ty: 2,
                  od: 6.45,
                  bod: 6.45,
                  odt: 1
                }
              ],
              id: 128781327,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '安道尔',
                  nm: '主',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1
                },
                {
                  na: '圣马力诺',
                  nm: '客',
                  ty: 2,
                  od: 6.55,
                  bod: 6.55,
                  odt: 1
                }
              ],
              id: 128781328,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安道尔/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.08,
                  bod: 1.08,
                  odt: 1
                },
                {
                  na: '圣马力诺/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1
                },
                {
                  na: '安道尔/圣马力诺',
                  nm: '主/客',
                  ty: 51,
                  od: 1.28,
                  bod: 1.28,
                  odt: 1
                }
              ],
              id: 128781346,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        },
        {
          mty: 1011,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安道尔',
                  nm: '-2.5/3',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-2.5/3'
                },
                {
                  na: '圣马力诺',
                  nm: '+2.5/3',
                  ty: 2,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '+2.5/3'
                }
              ],
              id: 129571777,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-2.75'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:让球'
        },
        {
          mty: 1010,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 8.5',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '8.5'
                },
                {
                  na: '小',
                  nm: '小 8.5',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '8.5'
                }
              ],
              id: 129539048,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '8.5'
            }
          ],
          tps: ['p', 'c', 'h'],
          nm: '角球:大/小'
        },
        {
          mty: 1010,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 4',
                  ty: 4,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '4'
                },
                {
                  na: '小',
                  nm: '小 4',
                  ty: 5,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '4'
                }
              ],
              id: 129539046,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '4'
            }
          ],
          tps: ['p', 'c', 'f', 'h'],
          nm: '角球:大/小-上半场'
        },
        {
          mty: 1009,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安道尔',
                  nm: '主',
                  ty: 1,
                  od: 1.28,
                  bod: 1.28,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 9.05,
                  bod: 9.05,
                  odt: 1
                },
                {
                  na: '圣马力诺',
                  nm: '客',
                  ty: 2,
                  od: 4.78,
                  bod: 4.78,
                  odt: 1
                }
              ],
              id: 128781344,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'c'],
          nm: '角球:独赢'
        }
      ],
      tms: 63,
      tps: ['c', 'h'],
      lg: {
        na: '国际友谊赛',
        id: 10320,
        or: 450,
        lurl: 'https://static.fastbs55.com/265920ff0806046685d4f371c92b790d.png',
        sid: 1,
        rid: 106,
        rnm: '国际',
        rlg: 'https://static.fastbs55.com/data/7a6fa667d9903f04c9990000018127de.png',
        hot: true,
        slid: 103200000
      },
      ts: [
        {
          na: '安道尔',
          id: 53454,
          lurl: 'https://static.fastbs55.com/data/701d338affc1361dae869cc6849bb5f5.png'
        },
        {
          na: '圣马力诺',
          id: 53455,
          lurl: 'https://static.fastbs55.com/data/470e632c9d0e84c61d9970d6183d23a5.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2647233,
      bt: 1728835200000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=54165193'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '安道尔 vs 圣马力诺',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '布兰',
                  nm: '-1',
                  ty: 1,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '-1'
                },
                {
                  na: '海于格松',
                  nm: '+1',
                  ty: 2,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '+1'
                }
              ],
              id: 129636524,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1'
            },
            {
              op: [
                {
                  na: '布兰',
                  nm: '-1/1.5',
                  ty: 1,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '-1/1.5'
                },
                {
                  na: '海于格松',
                  nm: '+1/1.5',
                  ty: 2,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '+1/1.5'
                }
              ],
              id: 129636525,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-1.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '布兰',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '海于格松',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129636528,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '布兰',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '海于格松',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129636529,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129636522,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 3',
                  ty: 4,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '3'
                },
                {
                  na: '小',
                  nm: '小 3',
                  ty: 5,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '3'
                }
              ],
              id: 129636523,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '3'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129636534,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129636535,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129636539,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '布兰',
                  nm: '主',
                  ty: 1,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 4.12,
                  bod: 4.12,
                  odt: 1
                },
                {
                  na: '海于格松',
                  nm: '客',
                  ty: 2,
                  od: 5.15,
                  bod: 5.15,
                  odt: 1
                }
              ],
              id: 129636237,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '布兰',
                  nm: '主',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1
                },
                {
                  na: '海于格松',
                  nm: '客',
                  ty: 2,
                  od: 5,
                  bod: 5,
                  odt: 1
                }
              ],
              id: 129636238,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '布兰',
                  nm: '主',
                  ty: 1,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.72,
                  bod: 2.72,
                  odt: 1
                },
                {
                  na: '海于格松',
                  nm: '客',
                  ty: 2,
                  od: 4.81,
                  bod: 4.81,
                  odt: 1
                }
              ],
              id: 129636239,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '布兰/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.12,
                  bod: 1.12,
                  odt: 1
                },
                {
                  na: '海于格松/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 2.55,
                  bod: 2.55,
                  odt: 1
                },
                {
                  na: '布兰/海于格松',
                  nm: '主/客',
                  ty: 51,
                  od: 1.18,
                  bod: 1.18,
                  odt: 1
                }
              ],
              id: 129636248,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 51,
      tps: ['h'],
      lg: {
        na: '球会友谊赛',
        id: 11137,
        or: 455,
        lurl: 'https://static.fastbs55.com/data/835fef1c7cc6f27a5f6453b04bee5c67.png',
        sid: 1,
        rid: 106,
        rnm: '国际',
        rlg: 'https://static.fastbs55.com/data/7a6fa667d9903f04c9990000018127de.png',
        hot: false,
        slid: 111370000
      },
      ts: [
        {
          na: '布兰',
          id: 54855,
          lurl: 'https://static.fastbs55.com/data/c50a55a97b8cdc54b83ef3ea02a70544.png'
        },
        {
          na: '海于格松',
          id: 54806,
          lurl: 'https://static.fastbs55.com/data/8685db1cdf202003c4fa639d383d3108.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2673188,
      bt: 1728828000000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '布兰 vs 海于格松',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '罗森博格',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '特罗姆瑟',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129636665,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '罗森博格',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '特罗姆瑟',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129636666,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '罗森博格',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '特罗姆瑟',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129636677,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '罗森博格',
                  nm: '0',
                  ty: 1,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '特罗姆瑟',
                  nm: '0',
                  ty: 2,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129636678,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129636667,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129636668,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129636675,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129636676,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129636684,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '罗森博格',
                  nm: '主',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.48,
                  bod: 3.48,
                  odt: 1
                },
                {
                  na: '特罗姆瑟',
                  nm: '客',
                  ty: 2,
                  od: 3.11,
                  bod: 3.11,
                  odt: 1
                }
              ],
              id: 129636441,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '罗森博格',
                  nm: '主',
                  ty: 1,
                  od: 2.52,
                  bod: 2.52,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.18,
                  bod: 2.18,
                  odt: 1
                },
                {
                  na: '特罗姆瑟',
                  nm: '客',
                  ty: 2,
                  od: 3.76,
                  bod: 3.76,
                  odt: 1
                }
              ],
              id: 129636442,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '罗森博格',
                  nm: '主',
                  ty: 1,
                  od: 2.34,
                  bod: 2.34,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.53,
                  bod: 2.53,
                  odt: 1
                },
                {
                  na: '特罗姆瑟',
                  nm: '客',
                  ty: 2,
                  od: 3.33,
                  bod: 3.33,
                  odt: 1
                }
              ],
              id: 129636443,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '罗森博格/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.31,
                  bod: 1.31,
                  odt: 1
                },
                {
                  na: '特罗姆瑟/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1
                },
                {
                  na: '罗森博格/特罗姆瑟',
                  nm: '主/客',
                  ty: 51,
                  od: 1.24,
                  bod: 1.24,
                  odt: 1
                }
              ],
              id: 129636452,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 51,
      tps: ['h'],
      lg: {
        na: '球会友谊赛',
        id: 11137,
        or: 455,
        lurl: 'https://static.fastbs55.com/data/835fef1c7cc6f27a5f6453b04bee5c67.png',
        sid: 1,
        rid: 106,
        rnm: '国际',
        rlg: 'https://static.fastbs55.com/data/7a6fa667d9903f04c9990000018127de.png',
        hot: false,
        slid: 111370000
      },
      ts: [
        {
          na: '罗森博格',
          id: 54702,
          lurl: 'https://static.fastbs55.com/data/6277d8aa75241bd5135796b8ff7799de.png'
        },
        {
          na: '特罗姆瑟',
          id: 53114,
          lurl: 'https://static.fastbs55.com/data/c24f4438592184b04cdda4639a0a2cae.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2677742,
      bt: 1728831600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '罗森博格 vs 特罗姆瑟',
      sb: {},
      pl: 0
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '苏伊士蒙塔哈布',
                  nm: '0',
                  ty: 1,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '艾卡纳',
                  nm: '0',
                  ty: 2,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129523194,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '苏伊士蒙塔哈布',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '艾卡纳',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129549357,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '苏伊士蒙塔哈布',
                  nm: '0',
                  ty: 1,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '艾卡纳',
                  nm: '0',
                  ty: 2,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129523159,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '苏伊士蒙塔哈布',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.41,
                  bod: 1.41,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '艾卡纳',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.58,
                  bod: 2.58,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129549359,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129523156,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129552860,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129523161,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.14,
                  bod: 2.14,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129523162,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129523202,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '苏伊士蒙塔哈布',
                  nm: '主',
                  ty: 1,
                  od: 2.78,
                  bod: 2.78,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.75,
                  bod: 2.75,
                  odt: 1
                },
                {
                  na: '艾卡纳',
                  nm: '客',
                  ty: 2,
                  od: 2.5,
                  bod: 2.5,
                  odt: 1
                }
              ],
              id: 128577580,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '苏伊士蒙塔哈布',
                  nm: '主',
                  ty: 1,
                  od: 3.75,
                  bod: 3.75,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1
                },
                {
                  na: '艾卡纳',
                  nm: '客',
                  ty: 2,
                  od: 3.44,
                  bod: 3.44,
                  odt: 1
                }
              ],
              id: 128577581,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '苏伊士蒙塔哈布',
                  nm: '主',
                  ty: 1,
                  od: 3.26,
                  bod: 3.26,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1
                },
                {
                  na: '艾卡纳',
                  nm: '客',
                  ty: 2,
                  od: 3,
                  bod: 3,
                  odt: 1
                }
              ],
              id: 128577582,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '苏伊士蒙塔哈布/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1
                },
                {
                  na: '艾卡纳/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.37,
                  bod: 1.37,
                  odt: 1
                },
                {
                  na: '苏伊士蒙塔哈布/艾卡纳',
                  nm: '主/客',
                  ty: 51,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1
                }
              ],
              id: 128577591,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 51,
      tps: ['h'],
      lg: {
        na: '埃及乙级A组联赛',
        id: 12082,
        or: 526,
        lurl: 'https://static.fastbs55.com/data/dfda4399216ea9c58f4ae52d87d18d26.png',
        sid: 1,
        rid: 95,
        rnm: '埃及',
        rlg: 'https://static.fastbs55.com/data/ce97b3fd553ae875cddb89d29a69fce9.png',
        hot: false,
        slid: 120820000
      },
      ts: [
        {
          na: '苏伊士蒙塔哈布',
          id: 77712,
          lurl: 'https://static.fastbs55.com/data/a38f1f270b840e8eb03cc90a63d32fb5.png'
        },
        {
          na: '艾卡纳',
          id: 116297,
          lurl: 'https://static.fastbs55.com/data/fca007d8c255172fd7e683f9d8223407.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2660096,
      bt: 1728822600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=53800869'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '苏伊士蒙塔哈布 vs 艾卡纳',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '普斯SC',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '坦塔',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129512010,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '普斯SC',
                  nm: '0',
                  ty: 1,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '坦塔',
                  nm: '0',
                  ty: 2,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129512009,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '普斯SC',
                  nm: '0',
                  ty: 1,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '坦塔',
                  nm: '0',
                  ty: 2,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129512805,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '普斯SC',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.47,
                  bod: 2.47,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '坦塔',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.46,
                  bod: 1.46,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129512806,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129512008,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129512007,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129512807,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129512808,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129512811,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '普斯SC',
                  nm: '主',
                  ty: 1,
                  od: 2.34,
                  bod: 2.34,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.8,
                  bod: 2.8,
                  odt: 1
                },
                {
                  na: '坦塔',
                  nm: '客',
                  ty: 2,
                  od: 2.96,
                  bod: 2.96,
                  odt: 1
                }
              ],
              id: 128577433,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '普斯SC',
                  nm: '主',
                  ty: 1,
                  od: 3.25,
                  bod: 3.25,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1
                },
                {
                  na: '坦塔',
                  nm: '客',
                  ty: 2,
                  od: 3.9,
                  bod: 3.9,
                  odt: 1
                }
              ],
              id: 128577434,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '普斯SC',
                  nm: '主',
                  ty: 1,
                  od: 2.8,
                  bod: 2.8,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1
                },
                {
                  na: '坦塔',
                  nm: '客',
                  ty: 2,
                  od: 3.44,
                  bod: 3.44,
                  odt: 1
                }
              ],
              id: 128577435,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '普斯SC/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.33,
                  bod: 1.33,
                  odt: 1
                },
                {
                  na: '坦塔/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1
                },
                {
                  na: '普斯SC/坦塔',
                  nm: '主/客',
                  ty: 51,
                  od: 1.35,
                  bod: 1.35,
                  odt: 1
                }
              ],
              id: 128577444,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 51,
      tps: ['h'],
      lg: {
        na: '埃及乙级A组联赛',
        id: 12082,
        or: 526,
        lurl: 'https://static.fastbs55.com/data/dfda4399216ea9c58f4ae52d87d18d26.png',
        sid: 1,
        rid: 95,
        rnm: '埃及',
        rlg: 'https://static.fastbs55.com/data/ce97b3fd553ae875cddb89d29a69fce9.png',
        hot: false,
        slid: 120820000
      },
      ts: [
        {
          na: '普斯SC',
          id: 145801,
          lurl: 'https://static.fastbs55.com/data/db7d341ce29b998bf778196da343064.jpg'
        },
        {
          na: '坦塔',
          id: 58281,
          lurl: 'https://static.fastbs55.com/data/c9d0d08c0b2a514814c7d358e6ae1ac8.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2659832,
      bt: 1728824400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=53800867'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '普斯SC vs 坦塔',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '阿拉伯建筑',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: 'El达克尔野',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129521378,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '阿拉伯建筑',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: 'El达克尔野',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129521379,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '阿拉伯建筑',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: 'El达克尔野',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129522005,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '阿拉伯建筑',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: 'El达克尔野',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129586556,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129521376,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129521377,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129521688,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.54,
                  bod: 1.54,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129521689,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129522010,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '阿拉伯建筑',
                  nm: '主',
                  ty: 1,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.98,
                  bod: 2.98,
                  odt: 1
                },
                {
                  na: 'El达克尔野',
                  nm: '客',
                  ty: 2,
                  od: 3.74,
                  bod: 3.74,
                  odt: 1
                }
              ],
              id: 128577482,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '阿拉伯建筑',
                  nm: '主',
                  ty: 1,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1
                },
                {
                  na: 'El达克尔野',
                  nm: '客',
                  ty: 2,
                  od: 4.83,
                  bod: 4.83,
                  odt: 1
                }
              ],
              id: 128577483,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '阿拉伯建筑',
                  nm: '主',
                  ty: 1,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.1,
                  bod: 2.1,
                  odt: 1
                },
                {
                  na: 'El达克尔野',
                  nm: '客',
                  ty: 2,
                  od: 4.18,
                  bod: 4.18,
                  odt: 1
                }
              ],
              id: 128577484,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '阿拉伯建筑/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.19,
                  bod: 1.19,
                  odt: 1
                },
                {
                  na: 'El达克尔野/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1
                },
                {
                  na: '阿拉伯建筑/El达克尔野',
                  nm: '主/客',
                  ty: 51,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                }
              ],
              id: 128577493,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 51,
      tps: ['h'],
      lg: {
        na: '埃及乙级A组联赛',
        id: 12082,
        or: 526,
        lurl: 'https://static.fastbs55.com/data/dfda4399216ea9c58f4ae52d87d18d26.png',
        sid: 1,
        rid: 95,
        rnm: '埃及',
        rlg: 'https://static.fastbs55.com/data/ce97b3fd553ae875cddb89d29a69fce9.png',
        hot: false,
        slid: 120820000
      },
      ts: [
        {
          na: '阿拉伯建筑',
          id: 58291,
          lurl: 'https://static.fastbs55.com/data/c4900ade29dcd204e7278e3031f6be0b.png'
        },
        {
          na: 'El达克尔野',
          id: 77516,
          lurl: 'https://static.fastbs55.com/data/8f7116afe092b6e28b2d83c91d5d3ce6.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2659857,
      bt: 1728824400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=53800873'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '阿拉伯建筑 vs El达克尔野',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '卡夫达瓦尔',
                  nm: '0',
                  ty: 1,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '埃博凯尔塞马茨',
                  nm: '0',
                  ty: 2,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129551962,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '卡夫达瓦尔',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '埃博凯尔塞马茨',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129523102,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '卡夫达瓦尔',
                  nm: '0',
                  ty: 1,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '埃博凯尔塞马茨',
                  nm: '0',
                  ty: 2,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129523260,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '卡夫达瓦尔',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.49,
                  bod: 2.49,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '埃博凯尔塞马茨',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.45,
                  bod: 1.45,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129523259,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129523103,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129523104,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129523257,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5',
                  ty: 4,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '0.5'
                },
                {
                  na: '小',
                  nm: '小 0.5',
                  ty: 5,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '0.5'
                }
              ],
              id: 129523258,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129523264,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '卡夫达瓦尔',
                  nm: '主',
                  ty: 1,
                  od: 2.41,
                  bod: 2.41,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.74,
                  bod: 2.74,
                  odt: 1
                },
                {
                  na: '埃博凯尔塞马茨',
                  nm: '客',
                  ty: 2,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1
                }
              ],
              id: 128577531,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '卡夫达瓦尔',
                  nm: '主',
                  ty: 1,
                  od: 3.3,
                  bod: 3.3,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1
                },
                {
                  na: '埃博凯尔塞马茨',
                  nm: '客',
                  ty: 2,
                  od: 3.97,
                  bod: 3.97,
                  odt: 1
                }
              ],
              id: 128577532,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '卡夫达瓦尔',
                  nm: '主',
                  ty: 1,
                  od: 2.94,
                  bod: 2.94,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1
                },
                {
                  na: '埃博凯尔塞马茨',
                  nm: '客',
                  ty: 2,
                  od: 3.36,
                  bod: 3.36,
                  odt: 1
                }
              ],
              id: 128577533,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '卡夫达瓦尔/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.34,
                  bod: 1.34,
                  odt: 1
                },
                {
                  na: '埃博凯尔塞马茨/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.48,
                  bod: 1.48,
                  odt: 1
                },
                {
                  na: '卡夫达瓦尔/埃博凯尔塞马茨',
                  nm: '主/客',
                  ty: 51,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1
                }
              ],
              id: 128577542,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 51,
      tps: ['h'],
      lg: {
        na: '埃及乙级A组联赛',
        id: 12082,
        or: 526,
        lurl: 'https://static.fastbs55.com/data/dfda4399216ea9c58f4ae52d87d18d26.png',
        sid: 1,
        rid: 95,
        rnm: '埃及',
        rlg: 'https://static.fastbs55.com/data/ce97b3fd553ae875cddb89d29a69fce9.png',
        hot: false,
        slid: 120820000
      },
      ts: [
        {
          na: '卡夫达瓦尔',
          id: 158500,
          lurl: 'https://static.fastbs55.com/data/135383c894b529b291c7b05593f79748.png'
        },
        {
          na: '埃博凯尔塞马茨',
          id: 59893,
          lurl: 'https://static.fastbs55.com/data/fcf507169f0eabeedf21c41444c1b1a4.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2660014,
      bt: 1728824400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=53800871'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '卡夫达瓦尔 vs 埃博凯尔塞马茨',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '杰拉什',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '沙马',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129526778,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '杰拉什',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '沙马',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129526779,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '杰拉什',
                  nm: '0',
                  ty: 1,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '沙马',
                  nm: '0',
                  ty: 2,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129523446,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            },
            {
              op: [
                {
                  na: '杰拉什',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '沙马',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129523447,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129526776,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.12,
                  bod: 2.12,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129526775,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129523448,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.64,
                  bod: 1.64,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.19,
                  bod: 2.19,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129523449,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129526787,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '杰拉什',
                  nm: '主',
                  ty: 1,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.2,
                  bod: 3.2,
                  odt: 1
                },
                {
                  na: '沙马',
                  nm: '客',
                  ty: 2,
                  od: 3.01,
                  bod: 3.01,
                  odt: 1
                }
              ],
              id: 128748432,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '杰拉什',
                  nm: '主',
                  ty: 1,
                  od: 2.86,
                  bod: 2.86,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2,
                  bod: 2,
                  odt: 1
                },
                {
                  na: '沙马',
                  nm: '客',
                  ty: 2,
                  od: 3.68,
                  bod: 3.68,
                  odt: 1
                }
              ],
              id: 128748433,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '杰拉什',
                  nm: '主',
                  ty: 1,
                  od: 2.51,
                  bod: 2.51,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.32,
                  bod: 2.32,
                  odt: 1
                },
                {
                  na: '沙马',
                  nm: '客',
                  ty: 2,
                  od: 3.41,
                  bod: 3.41,
                  odt: 1
                }
              ],
              id: 128748434,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '杰拉什/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.34,
                  bod: 1.34,
                  odt: 1
                },
                {
                  na: '沙马/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.66,
                  bod: 1.66,
                  odt: 1
                },
                {
                  na: '杰拉什/沙马',
                  nm: '主/客',
                  ty: 51,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                }
              ],
              id: 128748443,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 51,
      tps: ['h'],
      lg: {
        na: '约旦足球甲级联赛',
        id: 10313,
        or: 642,
        lurl: 'https://static.fastbs55.com/data/a999d55cf2e58ca1f87627d78b156444.png',
        sid: 1,
        rid: 119,
        rnm: '约旦',
        rlg: 'https://static.fastbs55.com/data/5c70513f531736bd5a883e7e54981b0b.png',
        hot: false,
        slid: 103130000
      },
      ts: [
        {
          na: '杰拉什',
          id: 59652,
          lurl: 'https://static.fastbs55.com/data/b7eb5c2385731c41a3174a233efbeb2d.png'
        },
        {
          na: '沙马',
          id: 138797,
          lurl: 'https://static.fastbs55.com/data/928e9e973020dbbd4860f9c810647b44.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2659899,
      bt: 1728824400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=53392437'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '杰拉什 vs 沙马',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '沙汉',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '加里里',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129505642,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '沙汉',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '加里里',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129505643,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '沙汉',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '加里里',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129506868,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '沙汉',
                  nm: '0',
                  ty: 1,
                  od: 1.53,
                  bod: 1.53,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '加里里',
                  nm: '0',
                  ty: 2,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129506869,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129645931,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129505644,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129506421,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.62,
                  bod: 1.62,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129645143,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '1.5'
                },
                {
                  na: '小',
                  nm: '小 1.5',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '1.5'
                }
              ],
              id: 129506873,
              ss: 0,
              au: 1,
              mbl: 1,
              li: '1.5'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '沙汉',
                  nm: '主',
                  ty: 1,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.27,
                  bod: 3.27,
                  odt: 1
                },
                {
                  na: '加里里',
                  nm: '客',
                  ty: 2,
                  od: 3.33,
                  bod: 3.33,
                  odt: 1
                }
              ],
              id: 128748481,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '沙汉',
                  nm: '主',
                  ty: 1,
                  od: 2.62,
                  bod: 2.62,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1
                },
                {
                  na: '加里里',
                  nm: '客',
                  ty: 2,
                  od: 4.06,
                  bod: 4.06,
                  odt: 1
                }
              ],
              id: 128748482,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '沙汉',
                  nm: '主',
                  ty: 1,
                  od: 2.31,
                  bod: 2.31,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.52,
                  bod: 2.52,
                  odt: 1
                },
                {
                  na: '加里里',
                  nm: '客',
                  ty: 2,
                  od: 3.41,
                  bod: 3.41,
                  odt: 1
                }
              ],
              id: 128748483,
              ss: 0,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '沙汉/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                },
                {
                  na: '加里里/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1
                },
                {
                  na: '沙汉/加里里',
                  nm: '主/客',
                  ty: 51,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                }
              ],
              id: 128748492,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 51,
      tps: ['h'],
      lg: {
        na: '约旦足球甲级联赛',
        id: 10313,
        or: 642,
        lurl: 'https://static.fastbs55.com/data/a999d55cf2e58ca1f87627d78b156444.png',
        sid: 1,
        rid: 119,
        rnm: '约旦',
        rlg: 'https://static.fastbs55.com/data/5c70513f531736bd5a883e7e54981b0b.png',
        hot: false,
        slid: 103130000
      },
      ts: [
        {
          na: '沙汉',
          id: 59636,
          lurl: 'https://static.fastbs55.com/data/91fd7861c31764ba5d26ddbadd7128fb.png'
        },
        {
          na: '加里里',
          id: 76980,
          lurl: 'https://static.fastbs55.com/data/987465bc0e555a4eebf06bb0d3f1933a.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2659948,
      bt: 1728824400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=53392435'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '沙汉 vs 加里里',
      sb: {},
      pl: 0
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '马恩',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '亚吉拉安曼',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129433096,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '马恩',
                  nm: '-0.5',
                  ty: 1,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '亚吉拉安曼',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129433098,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '马恩',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '亚吉拉安曼',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129433088,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            },
            {
              op: [
                {
                  na: '马恩',
                  nm: '0',
                  ty: 1,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '亚吉拉安曼',
                  nm: '0',
                  ty: 2,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129433089,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129433097,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129433099,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129433090,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129433091,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129433100,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '马恩',
                  nm: '主',
                  ty: 1,
                  od: 2.09,
                  bod: 2.09,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.15,
                  bod: 3.15,
                  odt: 1
                },
                {
                  na: '亚吉拉安曼',
                  nm: '客',
                  ty: 2,
                  od: 3.23,
                  bod: 3.23,
                  odt: 1
                }
              ],
              id: 128964062,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '马恩',
                  nm: '主',
                  ty: 1,
                  od: 2.75,
                  bod: 2.75,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1
                },
                {
                  na: '亚吉拉安曼',
                  nm: '客',
                  ty: 2,
                  od: 4.07,
                  bod: 4.07,
                  odt: 1
                }
              ],
              id: 128964063,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '马恩',
                  nm: '主',
                  ty: 1,
                  od: 2.49,
                  bod: 2.49,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.27,
                  bod: 2.27,
                  odt: 1
                },
                {
                  na: '亚吉拉安曼',
                  nm: '客',
                  ty: 2,
                  od: 3.57,
                  bod: 3.57,
                  odt: 1
                }
              ],
              id: 128964064,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '马恩/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                },
                {
                  na: '亚吉拉安曼/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.71,
                  bod: 1.71,
                  odt: 1
                },
                {
                  na: '马恩/亚吉拉安曼',
                  nm: '主/客',
                  ty: 51,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1
                }
              ],
              id: 128964073,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 52,
      tps: ['h'],
      lg: {
        na: '约旦盾牌杯',
        id: 12172,
        or: 643,
        lurl: 'https://static.fastbs55.com/data/a999d55cf2e58ca1f87627d78b156444.png',
        sid: 1,
        rid: 119,
        rnm: '约旦',
        rlg: 'https://static.fastbs55.com/data/5c70513f531736bd5a883e7e54981b0b.png',
        hot: false,
        slid: 121720000
      },
      ts: [
        {
          na: '马恩',
          id: 58562,
          lurl: 'https://static.fastbs55.com/data/ff8fa7217506f76034608aacecc48035.jpg'
        },
        {
          na: '亚吉拉安曼',
          id: 76982,
          lurl: 'https://static.fastbs55.com/data/2ebc1fd0014f4606de6ea39a043db272.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2666692,
      bt: 1728828000000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=53161523'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '马恩 vs 亚吉拉安曼',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '连姆沙',
                  nm: '-1/1.5',
                  ty: 1,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '-1/1.5'
                },
                {
                  na: '莫哈耶尔萨尔汉',
                  nm: '+1/1.5',
                  ty: 2,
                  od: 1.91,
                  bod: 1.91,
                  odt: 1,
                  li: '+1/1.5'
                }
              ],
              id: 129519388,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-1.25'
            },
            {
              op: [
                {
                  na: '连姆沙',
                  nm: '-1.5',
                  ty: 1,
                  od: 2.16,
                  bod: 2.16,
                  odt: 1,
                  li: '-1.5'
                },
                {
                  na: '莫哈耶尔萨尔汉',
                  nm: '+1.5',
                  ty: 2,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1,
                  li: '+1.5'
                }
              ],
              id: 129652780,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-1.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '连姆沙',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '莫哈耶尔萨尔汉',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 129412523,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            },
            {
              op: [
                {
                  na: '连姆沙',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.35,
                  bod: 2.35,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '莫哈耶尔萨尔汉',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.56,
                  bod: 1.56,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129521461,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '-0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129412511,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.5'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129412510,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129412520,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            },
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.33,
                  bod: 2.33,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129412521,
              ss: 1,
              au: 1,
              mbl: 2,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1007,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129412526,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-下半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '连姆沙',
                  nm: '主',
                  ty: 1,
                  od: 1.37,
                  bod: 1.37,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 4.21,
                  bod: 4.21,
                  odt: 1
                },
                {
                  na: '莫哈耶尔萨尔汉',
                  nm: '客',
                  ty: 2,
                  od: 7.45,
                  bod: 7.45,
                  odt: 1
                }
              ],
              id: 128964111,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '连姆沙',
                  nm: '主',
                  ty: 1,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.18,
                  bod: 2.18,
                  odt: 1
                },
                {
                  na: '莫哈耶尔萨尔汉',
                  nm: '客',
                  ty: 2,
                  od: 6.55,
                  bod: 6.55,
                  odt: 1
                }
              ],
              id: 128964112,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1005,
          pe: 1003,
          mks: [
            {
              op: [
                {
                  na: '连姆沙',
                  nm: '主',
                  ty: 1,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.62,
                  bod: 2.62,
                  odt: 1
                },
                {
                  na: '莫哈耶尔萨尔汉',
                  nm: '客',
                  ty: 2,
                  od: 6.75,
                  bod: 6.75,
                  odt: 1
                }
              ],
              id: 128964113,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-下半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '连姆沙/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.05,
                  bod: 1.05,
                  odt: 1
                },
                {
                  na: '莫哈耶尔萨尔汉/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 3.08,
                  bod: 3.08,
                  odt: 1
                },
                {
                  na: '连姆沙/莫哈耶尔萨尔汉',
                  nm: '主/客',
                  ty: 51,
                  od: 1.17,
                  bod: 1.17,
                  odt: 1
                }
              ],
              id: 128964122,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 52,
      tps: ['h'],
      lg: {
        na: '约旦盾牌杯',
        id: 12172,
        or: 643,
        lurl: 'https://static.fastbs55.com/data/a999d55cf2e58ca1f87627d78b156444.png',
        sid: 1,
        rid: 119,
        rnm: '约旦',
        rlg: 'https://static.fastbs55.com/data/5c70513f531736bd5a883e7e54981b0b.png',
        hot: false,
        slid: 121720000
      },
      ts: [
        {
          na: '连姆沙',
          id: 76984,
          lurl: 'https://static.fastbs55.com/data/55819045b53e056048955573929877d4.png'
        },
        {
          na: '莫哈耶尔萨尔汉',
          id: 77025,
          lurl: 'https://static.fastbs55.com/data/a82beb0850b8b7e9260cba83f9f4eba4.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2666691,
      bt: 1728840600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=53161525'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '连姆沙 vs 莫哈耶尔萨尔汉',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '艾马希亚',
                  nm: '0',
                  ty: 1,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '库拉提尔特',
                  nm: '0',
                  ty: 2,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129664283,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '艾马希亚',
                  nm: '0',
                  ty: 1,
                  od: 1.84,
                  bod: 1.84,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '库拉提尔特',
                  nm: '0',
                  ty: 2,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129677116,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5/3',
                  ty: 4,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '2.5/3'
                },
                {
                  na: '小',
                  nm: '小 2.5/3',
                  ty: 5,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '2.5/3'
                }
              ],
              id: 129664284,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1/1.5',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '1/1.5'
                },
                {
                  na: '小',
                  nm: '小 1/1.5',
                  ty: 5,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '1/1.5'
                }
              ],
              id: 129677115,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '艾马希亚',
                  nm: '主',
                  ty: 1,
                  od: 2.34,
                  bod: 2.34,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.54,
                  bod: 3.54,
                  odt: 1
                },
                {
                  na: '库拉提尔特',
                  nm: '客',
                  ty: 2,
                  od: 2.55,
                  bod: 2.55,
                  odt: 1
                }
              ],
              id: 129603330,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '艾马希亚',
                  nm: '主',
                  ty: 1,
                  od: 2.87,
                  bod: 2.87,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1
                },
                {
                  na: '库拉提尔特',
                  nm: '客',
                  ty: 2,
                  od: 3.06,
                  bod: 3.06,
                  odt: 1
                }
              ],
              id: 129603331,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '艾马希亚/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.42,
                  bod: 1.42,
                  odt: 1
                },
                {
                  na: '库拉提尔特/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.5,
                  bod: 1.5,
                  odt: 1
                },
                {
                  na: '艾马希亚/库拉提尔特',
                  nm: '主/客',
                  ty: 51,
                  od: 1.2,
                  bod: 1.2,
                  odt: 1
                }
              ],
              id: 129603336,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '卡塔尔乙级联赛杯',
        id: 16650,
        or: 661,
        lurl: 'https://static.fastbs55.com/data/cabdb5b1ab41fd5850ea0ada6f9929f.png',
        sid: 1,
        rid: 8,
        rnm: '卡塔尔',
        rlg: 'https://static.fastbs55.com/data/ea7b7b7a9e3fe949a432513798b79808.png',
        hot: false,
        slid: 166500000
      },
      ts: [
        {
          na: '艾马希亚',
          id: 69763,
          lurl: 'https://static.fastbs55.com/data/acf54a40ebfbf34d4f86f4736ea8d094.png'
        },
        {
          na: '库拉提尔特',
          id: 59662,
          lurl: 'https://static.fastbs55.com/data/52c2f2780ca6bc855c11e5a03b41ad46.jpeg'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2667636,
      bt: 1728835200000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=54376369'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '艾马希亚 vs 库拉提尔特',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '托伦CF',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: '辛达乌拉利亚',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128911349,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '托伦CF',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '辛达乌拉利亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128911484,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128811546,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128811548,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '托伦CF',
                  nm: '主',
                  ty: 1,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.23,
                  bod: 3.23,
                  odt: 1
                },
                {
                  na: '辛达乌拉利亚',
                  nm: '客',
                  ty: 2,
                  od: 3.52,
                  bod: 3.52,
                  odt: 1
                }
              ],
              id: 124491652,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '托伦CF',
                  nm: '主',
                  ty: 1,
                  od: 2.56,
                  bod: 2.56,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1
                },
                {
                  na: '辛达乌拉利亚',
                  nm: '客',
                  ty: 2,
                  od: 4.22,
                  bod: 4.22,
                  odt: 1
                }
              ],
              id: 124491653,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '托伦CF/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.23,
                  bod: 1.23,
                  odt: 1
                },
                {
                  na: '辛达乌拉利亚/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1
                },
                {
                  na: '托伦CF/辛达乌拉利亚',
                  nm: '主/客',
                  ty: 51,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1
                }
              ],
              id: 124491658,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '托伦CF',
          id: 66042,
          lurl: 'https://static.fastbs55.com/data/bd1ed35c51865f6b16a755f309213975.png'
        },
        {
          na: '辛达乌拉利亚',
          id: 56558,
          lurl: 'https://static.fastbs55.com/data/eb3f5bc136efdbd98f171ae19860355e.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2585112,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51866661'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '托伦CF vs 辛达乌拉利亚',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '瑞欧马加达宏达',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '科罗尼亚莫斯卡多',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 128834803,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '瑞欧马加达宏达',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '科罗尼亚莫斯卡多',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128917957,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2.5',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '2.5'
                },
                {
                  na: '小',
                  nm: '小 2.5',
                  ty: 5,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '2.5'
                }
              ],
              id: 129607284,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129273295,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '瑞欧马加达宏达',
                  nm: '主',
                  ty: 1,
                  od: 1.69,
                  bod: 1.69,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.6,
                  bod: 3.6,
                  odt: 1
                },
                {
                  na: '科罗尼亚莫斯卡多',
                  nm: '客',
                  ty: 2,
                  od: 4.3,
                  bod: 4.3,
                  odt: 1
                }
              ],
              id: 124491409,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '瑞欧马加达宏达',
                  nm: '主',
                  ty: 1,
                  od: 2.27,
                  bod: 2.27,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1
                },
                {
                  na: '科罗尼亚莫斯卡多',
                  nm: '客',
                  ty: 2,
                  od: 4.71,
                  bod: 4.71,
                  odt: 1
                }
              ],
              id: 124491410,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '瑞欧马加达宏达/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.16,
                  bod: 1.16,
                  odt: 1
                },
                {
                  na: '科罗尼亚莫斯卡多/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 2.1,
                  bod: 2.1,
                  odt: 1
                },
                {
                  na: '瑞欧马加达宏达/科罗尼亚莫斯卡多',
                  nm: '主/客',
                  ty: 51,
                  od: 1.22,
                  bod: 1.22,
                  odt: 1
                }
              ],
              id: 124491415,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 31,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '瑞欧马加达宏达',
          id: 52963,
          lurl: 'https://static.fastbs55.com/211f815f07453e92f86e415a98f38570.png'
        },
        {
          na: '科罗尼亚莫斯卡多',
          id: 67147,
          lurl: 'https://static.fastbs55.com/data/17aeafd6a5788d4dd7664865a9566f79.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2585116,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51869035'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '瑞欧马加达宏达 vs 科罗尼亚莫斯卡多',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '阿达维联',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: 'CD瓜达拉哈拉SAD',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129417312,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '阿达维联',
                  nm: '0',
                  ty: 1,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '0'
                },
                {
                  na: 'CD瓜达拉哈拉SAD',
                  nm: '0',
                  ty: 2,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128838893,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128835586,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129273030,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '阿达维联',
                  nm: '主',
                  ty: 1,
                  od: 2.84,
                  bod: 2.84,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.17,
                  bod: 3.17,
                  odt: 1
                },
                {
                  na: 'CD瓜达拉哈拉SAD',
                  nm: '客',
                  ty: 2,
                  od: 2.3,
                  bod: 2.3,
                  odt: 1
                }
              ],
              id: 124491679,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '阿达维联',
                  nm: '主',
                  ty: 1,
                  od: 3.5,
                  bod: 3.5,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1
                },
                {
                  na: 'CD瓜达拉哈拉SAD',
                  nm: '客',
                  ty: 2,
                  od: 2.95,
                  bod: 2.95,
                  odt: 1
                }
              ],
              id: 124491680,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '阿达维联/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.55,
                  bod: 1.55,
                  odt: 1
                },
                {
                  na: 'CD瓜达拉哈拉SAD/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.37,
                  bod: 1.37,
                  odt: 1
                },
                {
                  na: '阿达维联/CD瓜达拉哈拉SAD',
                  nm: '主/客',
                  ty: 51,
                  od: 1.28,
                  bod: 1.28,
                  odt: 1
                }
              ],
              id: 124491685,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '阿达维联',
          id: 61251,
          lurl: 'https://static.fastbs55.com/c2f8548ef414cf468fb70126e8c3d834.jpeg'
        },
        {
          na: 'CD瓜达拉哈拉SAD',
          id: 61418,
          lurl: 'https://static.fastbs55.com/data/4b77c5be732cd0f7fc1c11341a4d6e79.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2597140,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51869041'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '阿达维联 vs CD瓜达拉哈拉SAD',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '圣瑟巴斯提安雷耶斯',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '塔拉维亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128835741,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '圣瑟巴斯提安雷耶斯',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '塔拉维亚',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129644325,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129272808,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128835710,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '圣瑟巴斯提安雷耶斯',
                  nm: '主',
                  ty: 1,
                  od: 2.13,
                  bod: 2.13,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.12,
                  bod: 3.12,
                  odt: 1
                },
                {
                  na: '塔拉维亚',
                  nm: '客',
                  ty: 2,
                  od: 3.2,
                  bod: 3.2,
                  odt: 1
                }
              ],
              id: 124913158,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '圣瑟巴斯提安雷耶斯',
                  nm: '主',
                  ty: 1,
                  od: 2.79,
                  bod: 2.79,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1
                },
                {
                  na: '塔拉维亚',
                  nm: '客',
                  ty: 2,
                  od: 4.05,
                  bod: 4.05,
                  odt: 1
                }
              ],
              id: 124913159,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '圣瑟巴斯提安雷耶斯/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                },
                {
                  na: '塔拉维亚/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1
                },
                {
                  na: '圣瑟巴斯提安雷耶斯/塔拉维亚',
                  nm: '主/客',
                  ty: 51,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                }
              ],
              id: 124913164,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '圣瑟巴斯提安雷耶斯',
          id: 56521,
          lurl: 'https://static.fastbs55.com/data/1660bb54f9092856d5df0bf3e4b5556d.png'
        },
        {
          na: '塔拉维亚',
          id: 57466,
          lurl: 'https://static.fastbs55.com/data/9544872139fb3d7b2735e7c09dedf1d2.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2606401,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51869043'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '圣瑟巴斯提安雷耶斯 vs 塔拉维亚',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '皇家马德里三队',
                  nm: '0',
                  ty: 1,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '梅利利亚',
                  nm: '0',
                  ty: 2,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128834812,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '皇家马德里三队',
                  nm: '0',
                  ty: 1,
                  od: 1.77,
                  bod: 1.77,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '梅利利亚',
                  nm: '0',
                  ty: 2,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129252688,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 128834813,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128834867,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '皇家马德里三队',
                  nm: '主',
                  ty: 1,
                  od: 2.4,
                  bod: 2.4,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.98,
                  bod: 2.98,
                  odt: 1
                },
                {
                  na: '梅利利亚',
                  nm: '客',
                  ty: 2,
                  od: 2.85,
                  bod: 2.85,
                  odt: 1
                }
              ],
              id: 126111526,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '皇家马德里三队',
                  nm: '主',
                  ty: 1,
                  od: 3.21,
                  bod: 3.21,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1
                },
                {
                  na: '梅利利亚',
                  nm: '客',
                  ty: 2,
                  od: 3.68,
                  bod: 3.68,
                  odt: 1
                }
              ],
              id: 126111527,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '皇家马德里三队/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.36,
                  bod: 1.36,
                  odt: 1
                },
                {
                  na: '梅利利亚/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.51,
                  bod: 1.51,
                  odt: 1
                },
                {
                  na: '皇家马德里三队/梅利利亚',
                  nm: '主/客',
                  ty: 51,
                  od: 1.32,
                  bod: 1.32,
                  odt: 1
                }
              ],
              id: 126111532,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '皇家马德里三队',
          id: 167357,
          lurl: 'https://static.fastbs55.com/data/2dbe6c878b5cda4108ab004b4d808b7d.png'
        },
        {
          na: '梅利利亚',
          id: 56522,
          lurl: 'https://static.fastbs55.com/data/e1bcc15b3467df7f15dd31454718b079.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2622495,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=52055315'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '皇家马德里三队 vs 梅利利亚',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '伊列斯卡斯',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '赫塔菲二队',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 128835451,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '伊列斯卡斯',
                  nm: '0',
                  ty: 1,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '赫塔菲二队',
                  nm: '0',
                  ty: 2,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128838533,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129418102,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128898222,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '伊列斯卡斯',
                  nm: '主',
                  ty: 1,
                  od: 3.18,
                  bod: 3.18,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.92,
                  bod: 2.92,
                  odt: 1
                },
                {
                  na: '赫塔菲二队',
                  nm: '客',
                  ty: 2,
                  od: 2.25,
                  bod: 2.25,
                  odt: 1
                }
              ],
              id: 127474643,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '伊列斯卡斯',
                  nm: '主',
                  ty: 1,
                  od: 4.02,
                  bod: 4.02,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1
                },
                {
                  na: '赫塔菲二队',
                  nm: '客',
                  ty: 2,
                  od: 3.08,
                  bod: 3.08,
                  odt: 1
                }
              ],
              id: 127474644,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '伊列斯卡斯/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1
                },
                {
                  na: '赫塔菲二队/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1
                },
                {
                  na: '伊列斯卡斯/赫塔菲二队',
                  nm: '主/客',
                  ty: 51,
                  od: 1.33,
                  bod: 1.33,
                  odt: 1
                }
              ],
              id: 127474649,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '伊列斯卡斯',
          id: 61437,
          lurl: 'https://static.fastbs55.com/data/6ef2415f64f55b0caa20dbe20ae9b146.png'
        },
        {
          na: '赫塔菲二队',
          id: 57407,
          lurl: 'https://static.fastbs55.com/data/87d217341260fbbc6fe57220dd0a6402.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2642265,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51869031'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '伊列斯卡斯 vs 赫塔菲二队',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '巴利阿里',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '利亚戈斯特拉',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 128837367,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '巴利阿里',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '利亚戈斯特拉',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128830721,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129139629,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129139991,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '巴利阿里',
                  nm: '主',
                  ty: 1,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.26,
                  bod: 3.26,
                  odt: 1
                },
                {
                  na: '利亚戈斯特拉',
                  nm: '客',
                  ty: 2,
                  od: 4.19,
                  bod: 4.19,
                  odt: 1
                }
              ],
              id: 128149726,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '巴利阿里',
                  nm: '主',
                  ty: 1,
                  od: 2.42,
                  bod: 2.42,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1
                },
                {
                  na: '利亚戈斯特拉',
                  nm: '客',
                  ty: 2,
                  od: 5.05,
                  bod: 5.05,
                  odt: 1
                }
              ],
              id: 128149727,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '巴利阿里/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.16,
                  bod: 1.16,
                  odt: 1
                },
                {
                  na: '利亚戈斯特拉/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1
                },
                {
                  na: '巴利阿里/利亚戈斯特拉',
                  nm: '主/客',
                  ty: 51,
                  od: 1.25,
                  bod: 1.25,
                  odt: 1
                }
              ],
              id: 128149732,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '巴利阿里',
          id: 56551,
          lurl: 'https://static.fastbs55.com/data/a45f047d5d6b0aaf3d9040df53e14c73.png'
        },
        {
          na: '利亚戈斯特拉',
          id: 56576,
          lurl: 'https://static.fastbs55.com/data/b480ccd0b38c3fb01f15c70309b564cf.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2653532,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '巴利阿里 vs 利亚戈斯特拉',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '特内里费二队',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '卡塞雷尼奥',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128835180,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '特内里费二队',
                  nm: '0',
                  ty: 1,
                  od: 1.65,
                  bod: 1.65,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '卡塞雷尼奥',
                  nm: '0',
                  ty: 2,
                  od: 2.2,
                  bod: 2.2,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128838858,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129335606,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129275441,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '特内里费二队',
                  nm: '主',
                  ty: 1,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.06,
                  bod: 3.06,
                  odt: 1
                },
                {
                  na: '卡塞雷尼奥',
                  nm: '客',
                  ty: 2,
                  od: 3.09,
                  bod: 3.09,
                  odt: 1
                }
              ],
              id: 128149564,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '特内里费二队',
                  nm: '主',
                  ty: 1,
                  od: 2.95,
                  bod: 2.95,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1
                },
                {
                  na: '卡塞雷尼奥',
                  nm: '客',
                  ty: 2,
                  od: 3.89,
                  bod: 3.89,
                  odt: 1
                }
              ],
              id: 128149565,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '特内里费二队/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.31,
                  bod: 1.31,
                  odt: 1
                },
                {
                  na: '卡塞雷尼奥/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1
                },
                {
                  na: '特内里费二队/卡塞雷尼奥',
                  nm: '主/客',
                  ty: 51,
                  od: 1.3,
                  bod: 1.3,
                  odt: 1
                }
              ],
              id: 128149570,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '特内里费二队',
          id: 60645,
          lurl: 'https://static.fastbs55.com/data/e4aa70944008623a871e54d5c68995cd.png'
        },
        {
          na: '卡塞雷尼奥',
          id: 56548,
          lurl: 'https://static.fastbs55.com/9277b0ce1fc825bddaa5114ab22a1b2b.jpeg'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2653533,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=51869045'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '特内里费二队 vs 卡塞雷尼奥',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '利亚内拉',
                  nm: '+0/0.5',
                  ty: 1,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '+0/0.5'
                },
                {
                  na: '萨拉曼卡',
                  nm: '-0/0.5',
                  ty: 2,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '-0/0.5'
                }
              ],
              id: 129478042,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '利亚内拉',
                  nm: '0',
                  ty: 1,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '萨拉曼卡',
                  nm: '0',
                  ty: 2,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128828279,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.97,
                  bod: 1.97,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128826084,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 1.98,
                  bod: 1.98,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.82,
                  bod: 1.82,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 128826089,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '利亚内拉',
                  nm: '主',
                  ty: 1,
                  od: 2.89,
                  bod: 2.89,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.24,
                  bod: 3.24,
                  odt: 1
                },
                {
                  na: '萨拉曼卡',
                  nm: '客',
                  ty: 2,
                  od: 2.24,
                  bod: 2.24,
                  odt: 1
                }
              ],
              id: 128149834,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '利亚内拉',
                  nm: '主',
                  ty: 1,
                  od: 3.5,
                  bod: 3.5,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.04,
                  bod: 2.04,
                  odt: 1
                },
                {
                  na: '萨拉曼卡',
                  nm: '客',
                  ty: 2,
                  od: 2.88,
                  bod: 2.88,
                  odt: 1
                }
              ],
              id: 128149835,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '利亚内拉/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.58,
                  bod: 1.58,
                  odt: 1
                },
                {
                  na: '萨拉曼卡/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.35,
                  bod: 1.35,
                  odt: 1
                },
                {
                  na: '利亚内拉/萨拉曼卡',
                  nm: '主/客',
                  ty: 51,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                }
              ],
              id: 128149840,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '利亚内拉',
          id: 61149,
          lurl: 'https://static.fastbs55.com/data/9291bf4550bb2fa79458c5f4036b9327.png'
        },
        {
          na: '萨拉曼卡',
          id: 57416,
          lurl: 'https://static.fastbs55.com/data/1201384b0b240a104b3ea86685bfb893.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2653534,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '利亚内拉 vs 萨拉曼卡',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '坎塔布力亚',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '孔波斯特拉',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129270010,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '坎塔布力亚',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.17,
                  bod: 2.17,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '孔波斯特拉',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.67,
                  bod: 1.67,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128828444,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129269122,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128826024,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '坎塔布力亚',
                  nm: '主',
                  ty: 1,
                  od: 2,
                  bod: 2,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.17,
                  bod: 3.17,
                  odt: 1
                },
                {
                  na: '孔波斯特拉',
                  nm: '客',
                  ty: 2,
                  od: 3.47,
                  bod: 3.47,
                  odt: 1
                }
              ],
              id: 128149807,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '坎塔布力亚',
                  nm: '主',
                  ty: 1,
                  od: 2.7,
                  bod: 2.7,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1
                },
                {
                  na: '孔波斯特拉',
                  nm: '客',
                  ty: 2,
                  od: 4.27,
                  bod: 4.27,
                  odt: 1
                }
              ],
              id: 128149808,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '坎塔布力亚/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.26,
                  bod: 1.26,
                  odt: 1
                },
                {
                  na: '孔波斯特拉/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.7,
                  bod: 1.7,
                  odt: 1
                },
                {
                  na: '坎塔布力亚/孔波斯特拉',
                  nm: '主/客',
                  ty: 51,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                }
              ],
              id: 128149813,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '坎塔布力亚',
          id: 61200,
          lurl: 'https://static.fastbs55.com/data/99ff503b7b35e3fe9c53c213572b7fe.png'
        },
        {
          na: '孔波斯特拉',
          id: 60667,
          lurl: 'https://static.fastbs55.com/data/2976b41e2addba2335ea4bf3fe3ab2d9.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2653535,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=51865349'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '坎塔布力亚 vs 孔波斯特拉',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安德拉特克斯',
                  nm: '-0.5',
                  ty: 1,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '-0.5'
                },
                {
                  na: 'RCD马洛卡二队',
                  nm: '+0.5',
                  ty: 2,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '+0.5'
                }
              ],
              id: 128912432,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.5'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '安德拉特克斯',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: 'RCD马洛卡二队',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.75,
                  bod: 1.75,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128830689,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.02,
                  bod: 2.02,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129273510,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.73,
                  bod: 1.73,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.07,
                  bod: 2.07,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129292741,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安德拉特克斯',
                  nm: '主',
                  ty: 1,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.17,
                  bod: 3.17,
                  odt: 1
                },
                {
                  na: 'RCD马洛卡二队',
                  nm: '客',
                  ty: 2,
                  od: 3.66,
                  bod: 3.66,
                  odt: 1
                }
              ],
              id: 128149888,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '安德拉特克斯',
                  nm: '主',
                  ty: 1,
                  od: 2.57,
                  bod: 2.57,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1
                },
                {
                  na: 'RCD马洛卡二队',
                  nm: '客',
                  ty: 2,
                  od: 4.52,
                  bod: 4.52,
                  odt: 1
                }
              ],
              id: 128149889,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安德拉特克斯/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.21,
                  bod: 1.21,
                  odt: 1
                },
                {
                  na: 'RCD马洛卡二队/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.83,
                  bod: 1.83,
                  odt: 1
                },
                {
                  na: '安德拉特克斯/RCD马洛卡二队',
                  nm: '主/客',
                  ty: 51,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                }
              ],
              id: 128149894,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '安德拉特克斯',
          id: 52958,
          lurl: 'https://static.fastbs55.com/data/91b94ee20cda8ee1faef5cae04ad8130.png'
        },
        {
          na: 'RCD马洛卡二队',
          id: 60560,
          lurl: 'https://static.fastbs55.com/data/89d252874696408d757edc55c20b8701.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2653536,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '安德拉特克斯 vs RCD马洛卡二队',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '伊比萨岛',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.96,
                  bod: 1.96,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '埃尔切艾利塔奴',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 128820572,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '伊比萨岛',
                  nm: '0',
                  ty: 1,
                  od: 1.63,
                  bod: 1.63,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '埃尔切艾利塔奴',
                  nm: '0',
                  ty: 2,
                  od: 2.23,
                  bod: 2.23,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 128830819,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2',
                  ty: 4,
                  od: 1.95,
                  bod: 1.95,
                  odt: 1,
                  li: '2'
                },
                {
                  na: '小',
                  nm: '小 2',
                  ty: 5,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1,
                  li: '2'
                }
              ],
              id: 129333019,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.87,
                  bod: 1.87,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 129275226,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '伊比萨岛',
                  nm: '主',
                  ty: 1,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.98,
                  bod: 2.98,
                  odt: 1
                },
                {
                  na: '埃尔切艾利塔奴',
                  nm: '客',
                  ty: 2,
                  od: 3.18,
                  bod: 3.18,
                  odt: 1
                }
              ],
              id: 128601791,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '伊比萨岛',
                  nm: '主',
                  ty: 1,
                  od: 3,
                  bod: 3,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.85,
                  bod: 1.85,
                  odt: 1
                },
                {
                  na: '埃尔切艾利塔奴',
                  nm: '客',
                  ty: 2,
                  od: 4.03,
                  bod: 4.03,
                  odt: 1
                }
              ],
              id: 128601792,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '伊比萨岛/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                },
                {
                  na: '埃尔切艾利塔奴/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1
                },
                {
                  na: '伊比萨岛/埃尔切艾利塔奴',
                  nm: '主/客',
                  ty: 51,
                  od: 1.32,
                  bod: 1.32,
                  odt: 1
                }
              ],
              id: 128601797,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '伊比萨岛',
          id: 61371,
          lurl: 'https://static.fastbs55.com/data/93be99d1a969edfec6760c50b5011918.png'
        },
        {
          na: '埃尔切艾利塔奴',
          id: 61238,
          lurl: 'https://static.fastbs55.com/data/52d23b34220949a7644b21e426b93c14.png'
        }
      ],
      mc: {
        s: 0,
        pe: 1001,
        r: false,
        tp: 1
      },
      id: 2659692,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 1,
      vs: {
        have: false
      },
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '伊比萨岛 vs 埃尔切艾利塔奴',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '力纳雷斯体育会',
                  nm: '-0.5/1',
                  ty: 1,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1,
                  li: '-0.5/1'
                },
                {
                  na: '当贝尼托',
                  nm: '+0.5/1',
                  ty: 2,
                  od: 1.89,
                  bod: 1.89,
                  odt: 1,
                  li: '+0.5/1'
                }
              ],
              id: 129273026,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '力纳雷斯体育会',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.88,
                  bod: 1.88,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '当贝尼托',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129057254,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 1.99,
                  bod: 1.99,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.81,
                  bod: 1.81,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 128987188,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1',
                  ty: 4,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '1'
                },
                {
                  na: '小',
                  nm: '小 1',
                  ty: 5,
                  od: 1.74,
                  bod: 1.74,
                  odt: 1,
                  li: '1'
                }
              ],
              id: 129638932,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '力纳雷斯体育会',
                  nm: '主',
                  ty: 1,
                  od: 1.68,
                  bod: 1.68,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.42,
                  bod: 3.42,
                  odt: 1
                },
                {
                  na: '当贝尼托',
                  nm: '客',
                  ty: 2,
                  od: 4.67,
                  bod: 4.67,
                  odt: 1
                }
              ],
              id: 128602142,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '力纳雷斯体育会',
                  nm: '主',
                  ty: 1,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.05,
                  bod: 2.05,
                  odt: 1
                },
                {
                  na: '当贝尼托',
                  nm: '客',
                  ty: 2,
                  od: 5,
                  bod: 5,
                  odt: 1
                }
              ],
              id: 128602143,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '力纳雷斯体育会/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.14,
                  bod: 1.14,
                  odt: 1
                },
                {
                  na: '当贝尼托/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 2.11,
                  bod: 2.11,
                  odt: 1
                },
                {
                  na: '力纳雷斯体育会/当贝尼托',
                  nm: '主/客',
                  ty: 51,
                  od: 1.24,
                  bod: 1.24,
                  odt: 1
                }
              ],
              id: 128602148,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 31,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '力纳雷斯体育会',
          id: 56528,
          lurl: 'https://static.fastbs55.com/data/7b61063ce4a8d8ab4ccf0b0e5e936625.png'
        },
        {
          na: '当贝尼托',
          id: 57465,
          lurl: 'https://static.fastbs55.com/data/de11643e688df998c6d91d7a4d0e491a.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2659779,
      bt: 1728813600000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '力纳雷斯体育会 vs 当贝尼托',
      sb: {},
      pl: 0
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '科尔内利亚',
                  nm: '-0/0.5',
                  ty: 1,
                  od: 1.92,
                  bod: 1.92,
                  odt: 1,
                  li: '-0/0.5'
                },
                {
                  na: '奥洛特',
                  nm: '+0/0.5',
                  ty: 2,
                  od: 1.9,
                  bod: 1.9,
                  odt: 1,
                  li: '+0/0.5'
                }
              ],
              id: 129275379,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '-0.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '科尔内利亚',
                  nm: '0',
                  ty: 1,
                  od: 1.59,
                  bod: 1.59,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '奥洛特',
                  nm: '0',
                  ty: 2,
                  od: 2.29,
                  bod: 2.29,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129483920,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 1.5/2',
                  ty: 4,
                  od: 1.86,
                  bod: 1.86,
                  odt: 1,
                  li: '1.5/2'
                },
                {
                  na: '小',
                  nm: '小 1.5/2',
                  ty: 5,
                  od: 1.94,
                  bod: 1.94,
                  odt: 1,
                  li: '1.5/2'
                }
              ],
              id: 129483020,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '1.75'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 2,
                  bod: 2,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 1.8,
                  bod: 1.8,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128811909,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '科尔内利亚',
                  nm: '主',
                  ty: 1,
                  od: 2.21,
                  bod: 2.21,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 2.86,
                  bod: 2.86,
                  odt: 1
                },
                {
                  na: '奥洛特',
                  nm: '客',
                  ty: 2,
                  od: 3.34,
                  bod: 3.34,
                  odt: 1
                }
              ],
              id: 124491733,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '科尔内利亚',
                  nm: '主',
                  ty: 1,
                  od: 3.04,
                  bod: 3.04,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.78,
                  bod: 1.78,
                  odt: 1
                },
                {
                  na: '奥洛特',
                  nm: '客',
                  ty: 2,
                  od: 4.3,
                  bod: 4.3,
                  odt: 1
                }
              ],
              id: 124491734,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '科尔内利亚/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.27,
                  bod: 1.27,
                  odt: 1
                },
                {
                  na: '奥洛特/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.6,
                  bod: 1.6,
                  odt: 1
                },
                {
                  na: '科尔内利亚/奥洛特',
                  nm: '主/客',
                  ty: 51,
                  od: 1.34,
                  bod: 1.34,
                  odt: 1
                }
              ],
              id: 124491739,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 36,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '科尔内利亚',
          id: 56577,
          lurl: 'https://static.fastbs55.com/data/8640914537b4247e21b1316313ce46e4.png'
        },
        {
          na: '奥洛特',
          id: 56559,
          lurl: 'https://static.fastbs55.com/ddc497068cb7224d57bff4370b8dd10d.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2585128,
      bt: 1728815400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimxyz.com/animation/index.html?matchId=51866651'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '科尔内利亚 vs 奥洛特',
      sb: {},
      pl: 1
    },
    {
      mg: [
        {
          mty: 1000,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安东亚诺',
                  nm: '0',
                  ty: 1,
                  od: 1.76,
                  bod: 1.76,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '阿尔梅里亚二队',
                  nm: '0',
                  ty: 2,
                  od: 2.06,
                  bod: 2.06,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129278668,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'h'],
          nm: '让球'
        },
        {
          mty: 1000,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '安东亚诺',
                  nm: '0',
                  ty: 1,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '0'
                },
                {
                  na: '阿尔梅里亚二队',
                  nm: '0',
                  ty: 2,
                  od: 2.03,
                  bod: 2.03,
                  odt: 1,
                  li: '0'
                }
              ],
              id: 129126987,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '让球-上半场'
        },
        {
          mty: 1007,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 2/2.5',
                  ty: 4,
                  od: 2.01,
                  bod: 2.01,
                  odt: 1,
                  li: '2/2.5'
                },
                {
                  na: '小',
                  nm: '小 2/2.5',
                  ty: 5,
                  od: 1.79,
                  bod: 1.79,
                  odt: 1,
                  li: '2/2.5'
                }
              ],
              id: 129483058,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '2.25'
            }
          ],
          tps: ['p', 'h'],
          nm: '大/小'
        },
        {
          mty: 1007,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '大',
                  nm: '大 0.5/1',
                  ty: 4,
                  od: 1.72,
                  bod: 1.72,
                  odt: 1,
                  li: '0.5/1'
                },
                {
                  na: '小',
                  nm: '小 0.5/1',
                  ty: 5,
                  od: 2.08,
                  bod: 2.08,
                  odt: 1,
                  li: '0.5/1'
                }
              ],
              id: 128987204,
              ss: 1,
              au: 1,
              mbl: 1,
              li: '0.75'
            }
          ],
          tps: ['p', 'f', 'h'],
          nm: '大/小-上半场'
        },
        {
          mty: 1005,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安东亚诺',
                  nm: '主',
                  ty: 1,
                  od: 2.38,
                  bod: 2.38,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 3.12,
                  bod: 3.12,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚二队',
                  nm: '客',
                  ty: 2,
                  od: 2.77,
                  bod: 2.77,
                  odt: 1
                }
              ],
              id: 128149942,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '独赢'
        },
        {
          mty: 1005,
          pe: 1002,
          mks: [
            {
              op: [
                {
                  na: '安东亚诺',
                  nm: '主',
                  ty: 1,
                  od: 3.12,
                  bod: 3.12,
                  odt: 1
                },
                {
                  na: '和',
                  nm: '和',
                  ty: 3,
                  od: 1.93,
                  bod: 1.93,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚二队',
                  nm: '客',
                  ty: 2,
                  od: 3.51,
                  bod: 3.51,
                  odt: 1
                }
              ],
              id: 128149943,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p', 'f'],
          nm: '独赢-上半场'
        },
        {
          mty: 1012,
          pe: 1001,
          mks: [
            {
              op: [
                {
                  na: '安东亚诺/和局',
                  nm: '主/和局',
                  ty: 50,
                  od: 1.38,
                  bod: 1.38,
                  odt: 1
                },
                {
                  na: '阿尔梅里亚二队/和局',
                  nm: '客/和局',
                  ty: 52,
                  od: 1.52,
                  bod: 1.52,
                  odt: 1
                },
                {
                  na: '安东亚诺/阿尔梅里亚二队',
                  nm: '主/客',
                  ty: 51,
                  od: 1.29,
                  bod: 1.29,
                  odt: 1
                }
              ],
              id: 128149948,
              ss: 1,
              au: 1
            }
          ],
          tps: ['p'],
          nm: '双重机会'
        }
      ],
      tms: 31,
      tps: ['h'],
      lg: {
        na: '西班牙乙级联赛RFEF',
        id: 10286,
        or: 1622,
        lurl: 'https://static.fastbs55.com/data/27ff48f3882b938bc16ffee62af16ec5.png',
        sid: 1,
        rid: 74,
        rnm: '西班牙',
        rlg: 'https://static.fastbs55.com/data/4b5a8fc852245e041e6d1aff973f63cd.png',
        hot: false,
        slid: 102860000
      },
      ts: [
        {
          na: '安东亚诺',
          id: 52992,
          lurl: 'https://static.fastbs55.com/data/c362a393eb92d923e53eda98444e1273.png'
        },
        {
          na: '阿尔梅里亚二队',
          id: 61257,
          lurl: 'https://static.fastbs55.com/data/19ec95097c0c2856b46954dd5226d258.png'
        }
      ],
      mc: {
        pe: 1001,
        r: false
      },
      id: 2653562,
      bt: 1728815400000,
      ms: 4,
      fid: 2,
      fmt: 100001,
      ne: 0,
      vs: {
        have: false
      },
      as: ['https://animation.byanimabc.com/animation/index.html?matchId=51867911'],
      sid: 1,
      smt: 0,
      ty: 2,
      nm: '安东亚诺 vs 阿尔梅里亚二队',
      sb: {},
      pl: 1
    }
  ],
  pageTotal: 11
}
